{
  "us": [
    {
      "country_code": "US",
      "rule_name": "Security Standards for Health Information",
      "rule_content": "The Secretary shall adopt security standards that take into account the technical capabilities of record systems used to maintain health information, the costs of security measures, the need for training persons who have access to health information, the value of audit trails in computerized record systems, and the needs and capabilities of small health care providers and rural health care providers.",
      "additional_info": "These standards aim to ensure the integrity and confidentiality of health information, protect against threats or hazards to the security or integrity of the information, and prevent unauthorized uses or disclosures of the information.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Electronic Signature Standards",
      "rule_content": "The Secretary, in coordination with the Secretary of Commerce, shall adopt standards specifying procedures for the electronic transmission and authentication of signatures with respect to the transactions referred to in subsection (a)(1).",
      "additional_info": "Compliance with these standards shall be deemed to satisfy Federal and State statutory requirements for written signatures with respect to the transactions referred to in subsection (a)(1), aiming to prevent fraud and ensure the authenticity of electronic transactions.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Trade Secrets",
      "rule_content": "Except as otherwise required by law, a standard adopted under this part shall not require disclosure of trade secrets or confidential commercial information by a person required to comply with this part.",
      "additional_info": "This rule is designed to protect against cybercrimes that involve the unauthorized access or disclosure of trade secrets and confidential commercial information, ensuring that such information is safeguarded against cyber threats.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Compliance with Health Information Standards",
      "rule_content": "Entities must comply with adopted or established health information standards and implementation specifications within 24 months (36 months for small health plans) of their adoption. Compliance with modified standards is required as determined by the Secretary, considering the nature and extent of the modification.",
      "additional_info": "Non-compliance can result in penalties, with specific considerations for small health plans and extensions for compliance due to the nature of modifications.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Penalties for Non-Compliance with Health Information Standards",
      "rule_content": "A penalty of not more than $100 for each violation, with a total not exceeding $25,000 for all violations of an identical requirement or prohibition during a calendar year, can be imposed for non-compliance with health information standards.",
      "additional_info": "Exceptions include offenses punishable under other sections, non-compliance not discovered despite reasonable diligence, and failures due to reasonable cause corrected within a specified period.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Wrongful Disclosure of Individually Identifiable Health Information",
      "rule_content": "Knowingly using, obtaining, or disclosing individually identifiable health information in violation of the law is punishable by fines up to $250,000, imprisonment up to 10 years, or both, depending on the intent and circumstances of the violation.",
      "additional_info": "Penalties increase if the offense is committed under false pretenses or with intent to sell, transfer, or use the information for commercial advantage, personal gain, or malicious harm.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Effect on State Law Regarding Health Information Privacy",
      "rule_content": "Federal provisions and standards regarding health information privacy and security supersede contrary state laws, except for state laws determined necessary by the Secretary for preventing fraud and abuse, ensuring appropriate state regulation of insurance and health plans, state reporting on health care delivery or costs, addressing controlled substances, or relating to the privacy of individually identifiable health information.",
      "additional_info": "This rule ensures a uniform standard for health information privacy and security across states, with specific exceptions to allow for state-level protections and regulations.",
      "from_doc": "HIPAA.pdf"
    },
    {
      "country_code": "EU",
      "rule_name": "Error and Change Detection in Electronic Transactions",
      "rule_content": "Parties using electronic agents must establish safeguards to detect and correct errors or changes in electronic records. If a security procedure is agreed upon to detect changes and errors, and one party fails to use the procedure, resulting in an undetected error or change, the erroneous record can be made avoidable by the conforming party.",
      "additional_info": "This rule aims to prevent disputes arising from errors or unauthorized changes in electronic transactions, which could be exploited for fraudulent purposes.",
      "from_doc": "Uniform Electronic Transactions Act(UETA)-adopted by 48 states.pdf"
    },
    {
      "country_code": "EU",
      "rule_name": "Human Error Correction in Electronic Transactions",
      "rule_content": "Individuals who make errors while dealing with the electronic agent of another party must take prompt action to advise the other party of the error and the lack of intention to be bound by the erroneous electronic record. Restitution is required to undo a mistaken transaction, and the individual cannot have received any benefit from the transaction to avoid it.",
      "additional_info": "This rule is designed to prevent unjust enrichment and ensure that electronic transactions are conducted with clear intent, reducing the risk of fraud or exploitation due to human error.",
      "from_doc": "Uniform Electronic Transactions Act(UETA)-adopted by 48 states.pdf"
    },
    {
      "country_code": "EU",
      "rule_name": "Retention of Electronic Records",
      "rule_content": "If a law requires that a record be retained, the requirement is satisfied by retaining an electronic record that accurately reflects the information and remains accessible for later reference. This ensures that electronic records are effective for audit, evidentiary, archival, and similar purposes.",
      "additional_info": "This rule supports the integrity and reliability of electronic records, which is crucial for the investigation and prosecution of cybercrimes, as it ensures that digital evidence is preserved and accessible.",
      "from_doc": "Uniform Electronic Transactions Act(UETA)-adopted by 48 states.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Security Framework",
      "rule_content": "Establish a comprehensive framework for ensuring the effectiveness of information security controls over information resources supporting Federal operations and assets.",
      "additional_info": "This includes recognizing the networked nature of the Federal computing environment and providing government-wide management of information security risks.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Minimum Security Controls",
      "rule_content": "Develop and maintain minimum controls required to protect Federal information and information systems.",
      "additional_info": "These controls are designed to safeguard against unauthorized access, use, disclosure, disruption, modification, or destruction of information.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Oversight of Information Security Programs",
      "rule_content": "Provide a mechanism for improved oversight of Federal agency information security programs, including through automated security tools.",
      "additional_info": "This oversight aims to continuously diagnose and improve security measures within Federal agencies.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use of Commercially Developed Security Products",
      "rule_content": "Acknowledge and utilize commercially developed information security products for the protection of critical information infrastructures.",
      "additional_info": "These products offer advanced, dynamic, robust, and effective information security solutions, reflecting market solutions for national defense and economic security.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Binding Operational Directives",
      "rule_content": "Issue compulsory directions to agencies for safeguarding Federal information and information systems from known or suspected information security threats.",
      "additional_info": "These directives must be in accordance with policies, principles, standards, and guidelines issued by the Director and can be revised or repealed if not compliant.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Incident Reporting Requirements",
      "rule_content": "Define incidents as occurrences that jeopardize the integrity, confidentiality, or availability of information or information systems, and require reporting of such incidents.",
      "additional_info": "Incidents include violations or imminent threats of violation of law, security policies, procedures, or acceptable use policies.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Security Definitions",
      "rule_content": "Define information security as protecting information and information systems from unauthorized access, use, disclosure, disruption, modification, or destruction.",
      "additional_info": "This includes ensuring integrity, confidentiality, and availability of information.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "National Security Systems",
      "rule_content": "Define national security systems as information systems used or operated by an agency or contractor, involving intelligence, cryptologic activities related to national security, command and control of military forces, or critical to military or intelligence missions.",
      "additional_info": "Excludes systems used for routine administrative and business applications.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authority and Functions of the Director and Secretary",
      "rule_content": "The Director oversees agency information security policies and practices, while the Secretary administers the implementation of these policies and practices for information systems, excluding national security systems.",
      "additional_info": "This includes developing policies, principles, standards, and guidelines on information security, and ensuring agency compliance with these requirements.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Annual Report on Information Security",
      "rule_content": "Require the Director, in consultation with the Secretary, to submit an annual report to Congress on the effectiveness of information security policies and practices.",
      "additional_info": "The report should summarize incidents described in annual reports required under section 3554(c)(1), among other information.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Reporting Major Information Security Incidents",
      "rule_content": "Agencies must describe the threshold for reporting major information security incidents.",
      "additional_info": "This rule is part of the Federal Information Security Modernization Act of 2014, emphasizing the importance of timely reporting to mitigate risks and damages.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Compliance with Data Breach Notification Policies",
      "rule_content": "Agencies are required to assess their compliance with data breach notification policies and procedures issued by the Director.",
      "additional_info": "This ensures that agencies follow standardized procedures for notifying affected parties in the event of a data breach, enhancing transparency and trust.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Security Protections",
      "rule_content": "Agency heads must provide information security protections commensurate with the risk and magnitude of harm from unauthorized access, use, disclosure, disruption, modification, or destruction of information and information systems.",
      "additional_info": "This rule mandates a risk-based approach to information security, ensuring that protections are aligned with the potential impact of cyber threats.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Periodic Testing and Evaluation of Information Security Controls",
      "rule_content": "Agencies must periodically test and evaluate the effectiveness of information security controls and techniques to ensure they are effectively implemented.",
      "additional_info": "This rule emphasizes the importance of continuous improvement in information security practices to adapt to evolving cyber threats.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Security Awareness Training",
      "rule_content": "Agencies must provide security awareness training to inform personnel of information security risks and their responsibilities in complying with agency policies and procedures.",
      "additional_info": "This rule aims to cultivate a culture of security within agencies, reducing the risk of insider threats and human error.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Procedures for Detecting, Reporting, and Responding to Security Incidents",
      "rule_content": "Agencies must have procedures for detecting, reporting, and responding to security incidents, including mitigating risks, notifying relevant authorities, and consulting with law enforcement agencies.",
      "additional_info": "This rule ensures a coordinated and effective response to security incidents, minimizing damage and facilitating recovery.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Notification of Major Information Security Incidents",
      "rule_content": "Agencies must notify relevant parties within 7 days of identifying a major information security incident and provide updates as additional information is discovered.",
      "additional_info": "Notifications must include summaries of threats, vulnerabilities, impacts, risk assessments, compliance status, and response actions.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Annual Reporting on Information Security",
      "rule_content": "Each agency is required to submit an annual report on the adequacy and effectiveness of their information security policies, procedures, and practices.",
      "additional_info": "Reports must include descriptions of major information security incidents, total number of incidents, incidents involving breaches of personally identifiable information, and other required information.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Independent Evaluation of Information Security Programs",
      "rule_content": "Agencies must undergo an annual independent evaluation of their information security programs and practices to determine their effectiveness.",
      "additional_info": "Evaluations include testing of information security policies, procedures, and practices, and assessments of their effectiveness. Evaluations related to national security systems must be performed by designated entities and protect sensitive information.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Information Security Incident Center",
      "rule_content": "The Secretary shall operate a central Federal information security incident center to provide technical assistance, compile and analyze information about incidents, inform about threats and vulnerabilities, and consult with relevant agencies.",
      "additional_info": "The center will assist in risk assessments and share information about cyber threats, vulnerabilities, and incidents, in accordance with law and as directed by the President.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of National Security Systems",
      "rule_content": "Agencies operating national security systems must ensure information security protections commensurate with the risk and magnitude of harm, implement required policies and practices, and comply with subchapter requirements.",
      "additional_info": "Information about information security incidents, threats, and vulnerabilities must be shared with the Federal information security incident center, consistent with standards and guidelines for national security systems.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Major Incident Guidance Development",
      "rule_content": "The Director of the Office of Management and Budget is required to develop guidance on what constitutes a major incident for purposes of information security.",
      "additional_info": "This guidance is to be developed in accordance with section 3554(b) of title 44, United States Code.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Continuous Diagnostics and Mitigation Program",
      "rule_content": "The Director of the Office of Management and Budget, with the assistance of the Secretary of Homeland Security, must assess the adoption of continuous diagnostics technologies by agencies over a 2-year period.",
      "additional_info": "This assessment is to be included in reports submitted under section 3553(c) of title 44, United States Code.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Data Breach Notification Policies",
      "rule_content": "The Director of the Office of Management and Budget must ensure that data breach notification policies and guidelines are updated periodically. Agencies are required to notify Congress and affected individuals of data breaches within specific timeframes.",
      "additional_info": "Notice to Congress must be provided within 30 days of discovering a breach, including details about the breach and an estimate of affected individuals. Notice to affected individuals must be provided as expeditiously as practicable.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Delay in Notification for National Security or Law Enforcement",
      "rule_content": "Notification to affected individuals of a data breach may be delayed if it would disrupt a law enforcement investigation, endanger national security, or hamper security remediation actions.",
      "additional_info": "This provision allows the Attorney General, the head of an element of the intelligence community, or the Secretary of Homeland Security to delay notification under specific circumstances.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Annual Assessment of Data Breach Notification Implementation",
      "rule_content": "The Director of the Office of Management and Budget and the Secretary of Homeland Security are required to assess and report on the implementation of data breach notification policies and guidelines by agencies annually for the first 2 years after enactment.",
      "additional_info": "These assessments are to be included in the reports required under section 3553(c) and 3553(b)(2)(B) of title 44, United States Code, respectively.",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exception for Intelligence Community Notification",
      "rule_content": "Elements of the intelligence community required to provide notice of a data breach to Congress are only required to notify appropriate committees of Congress.",
      "additional_info": "This exception is defined under section 3(4) of the National Security Act of 1947 (50 U.S.C. 3003(4)).",
      "from_doc": "FISMA,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Investigation of Cybercrimes",
      "rule_content": "The Federal Trade Commission (FTC) has the power to investigate the organization, business, conduct, practices, and management of any person, partnership, or corporation engaged in or whose business affects commerce, including those related to cybercrimes.",
      "additional_info": "This includes the authority to require reports or answers in writing to specific questions, furnishing to the commission such information as it may require, under oath or otherwise as the commission may prescribe.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Assistance to Foreign Law Enforcement Agencies",
      "rule_content": "The FTC may provide investigative assistance to foreign law enforcement agencies investigating possible violations of laws prohibiting fraudulent or deceptive commercial practices, including cybercrimes, without requiring that the conduct identified in the request constitute a violation of the laws of the United States.",
      "additional_info": "The assistance may include conducting investigations to collect information and evidence pertinent to the request for assistance, using all investigative powers authorized by the Federal Trade Commission Act.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Agreements for Cybercrime Investigation",
      "rule_content": "The FTC, with prior approval and ongoing oversight of the Secretary of State, and with final approval of the agreement by the Secretary of State, may negotiate and conclude international agreements for the purpose of obtaining assistance, materials, or information related to cybercrime investigations.",
      "additional_info": "The Commission may undertake in such an international agreement to provide assistance, disclose materials and information in accordance with the Act, and engage in further cooperation, and protect materials and information received from disclosure, as authorized by the Act.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Referral of Evidence for Criminal Proceedings",
      "rule_content": "The Commission is required to transmit evidence of potential violations of Federal criminal law, including cybercrimes, to the Attorney General for possible criminal proceedings.",
      "additional_info": "This includes evidence obtained from foreign law enforcement agencies, which may be used for investigation, prosecution, or prevention of violations of United States criminal laws, including cybercrimes.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Cooperation in Law Enforcement",
      "rule_content": "The Commission is authorized to expend funds for operating expenses and other costs of bilateral and multilateral cooperative law enforcement groups, including those related to cybercrime.",
      "additional_info": "This includes expenses for consultations and meetings with foreign government agency officials to exchange views on developments related to the Commission’s mission, including cybercrime prevention and investigation.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Assistance to Certain Countries",
      "rule_content": "The Commission may not provide investigative assistance to foreign law enforcement agencies from countries that have been determined to support international terrorism, unless such determination is rescinded.",
      "additional_info": "This limitation applies to all forms of investigative assistance, including those related to cybercrime, and is intended to prevent the misuse of resources in support of terrorism.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "False Advertisement and Cybercrime",
      "rule_content": "It is unlawful to disseminate or cause to be disseminated any false advertisement through any means, including digital platforms, for the purpose of inducing the purchase of goods or services. This includes advertisements that have an effect upon commerce, directly or indirectly.",
      "additional_info": "The dissemination of false advertisements is considered an unfair or deceptive act or practice affecting commerce, and can be subject to legal action by the Federal Trade Commission, including injunctions and penalties.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Enforcement Against Cybercrime",
      "rule_content": "The Federal Trade Commission is authorized to bring suit in a district court to enjoin any act or practice that violates laws enforced by the Commission, including those related to cybercrime. This includes the dissemination of false advertisements and other deceptive practices conducted through digital means.",
      "additional_info": "The Commission may seek temporary restraining orders or preliminary injunctions without bond if it is in the public interest. Permanent injunctions may also be sought in proper cases. Legal action can be taken against individuals, partnerships, or corporations engaged in or about to engage in such violations, regardless of their location.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Service of Process in Cybercrime Cases",
      "rule_content": "Process of the Commission related to cybercrime investigations and enforcement actions may be served by delivering a copy to the person, a member of the partnership, or an executive officer or director of the corporation involved. It can also be served by leaving a copy at the residence, principal office, or place of business of the entity or individual.",
      "additional_info": "This ensures that legal actions related to cybercrime can be effectively initiated and enforced against parties involved in deceptive practices or violations of laws enforced by the Federal Trade Commission, including those conducted through digital platforms.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Handling of Digital Evidence",
      "rule_content": "Documentary material, tangible things, written reports or answers to questions, and transcripts of oral testimony produced under any demand issued under this Act must be handled by a custodian who is responsible for the use made of such material and for its return.",
      "additional_info": "The custodian may prepare copies of the documentary material and make tangible things available for official use by any duly authorized officer or employee of the Commission under regulations promulgated by the Commission.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Confidentiality of Digital Evidence",
      "rule_content": "While in the possession of the custodian, no documentary material, tangible things, reports or answers to questions, and transcripts of oral testimony shall be available for examination by any individual other than a duly authorized officer or employee of the Commission without the consent of the person who produced the material.",
      "additional_info": "Disclosure to either House of the Congress or to any committee or subcommittee of the Congress is not prevented, but the Commission must immediately notify the owner or provider of any such information of a request for information designated as confidential by the owner or provider.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing Digital Evidence with Law Enforcement",
      "rule_content": "The custodian may deliver copies of documentary material, written reports or answers to questions, and transcripts of oral testimony to officers or employees of appropriate Federal law enforcement agencies for use in connection with an investigation or proceeding under the jurisdiction of any such agency.",
      "additional_info": "Such materials shall not be made available to any such agency until the custodian receives certification that such information will be maintained in confidence and will be used only for official law enforcement purposes.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Sharing of Digital Evidence",
      "rule_content": "The custodian may make documentary material, tangible things, written reports or answers to questions, and transcripts of oral testimony available to any foreign law enforcement agency upon prior certification that such material will be maintained in confidence and will be used only for official law enforcement purposes.",
      "additional_info": "This is contingent upon the foreign law enforcement agency having a bona fide legal basis for its authority to maintain the material in confidence and the materials being used for investigating or engaging in enforcement proceedings related to possible violations of foreign laws prohibiting fraudulent or deceptive commercial practices, or other practices substantially similar to practices prohibited by any law administered by the Commission.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Confidentiality of Information",
      "rule_content": "Information reported to or obtained by the Commission that is marked confidential by the supplier shall not be disclosed, except under specific procedures. This includes protections for trade secrets, commercial, or financial information.",
      "additional_info": "If the Commission determines that a document marked confidential may be disclosed, it must notify the supplier at least 10 days before disclosure. The supplier may seek a court order to prevent disclosure if they believe it would reveal protected information.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exemption from Public Disclosure",
      "rule_content": "Material received by the Commission in investigations to determine violations of laws administered by the Commission, provided under compulsory process or voluntarily in place of such process, is exempt from public disclosure under section 552 of title 5, United States Code, or any other provision of law.",
      "additional_info": "This exemption includes material obtained from foreign law enforcement or government agencies that have requested confidential treatment or imposed use limitations.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Confidentiality and Delayed Notice of Compulsory Process",
      "rule_content": "The Commission may apply ex parte for an order prohibiting the recipient of compulsory process from disclosing the existence of the process to any other person, under certain conditions.",
      "additional_info": "This rule applies when neither notification nor delayed notification by the Commission is required under the Right to Financial Privacy Act or chapter 121 of title 18, United States Code. The prohibition of disclosure can be granted for a period not to exceed 60 days.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection for Voluntary Provision of Information",
      "rule_content": "Entities that voluntarily provide material to the Commission relevant to possible unfair or deceptive acts or practices, including those related to assets in foreign jurisdictions, are not liable under any law or regulation of the United States or any State for such provision or for any failure to provide notice of such provision.",
      "additional_info": "This protection does not exempt entities from liability for the underlying conduct reported or for any obligation to notify a Federal agency prior to providing such material to the Commission.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exemption for Financial Institutions",
      "rule_content": "Financial institutions are exempt from liability for making a voluntary disclosure to the Commission of any possible violation of law or regulation, including disclosures regarding assets related to possibly fraudulent or deceptive commercial practices and suspicious chargeback rates.",
      "additional_info": "This exemption applies to disclosures made in accordance with section 5318(g)(3) of title 31, United States Code.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Consumer Complaints",
      "rule_content": "Entities that voluntarily provide consumer complaints or information contained therein to the Commission are not liable under any law or regulation of the United States or any State for such provision or for any failure to provide notice of such provision.",
      "additional_info": "This provision does not exempt entities from liability for the underlying conduct.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Application to Various Entities",
      "rule_content": "The protection and exemption rules apply to a wide range of entities, including financial institutions, banks, investment companies, credit card issuers, operators of credit card systems, courier services, commercial mail receiving agencies, industry membership organizations, payment system providers, consumer reporting agencies, domain name registrars or registries, providers of alternative dispute resolution services, Internet service providers, and providers of telephone services.",
      "additional_info": "These entities, whether foreign or domestic, are covered under the specified protections and exemptions when voluntarily providing information to the Commission.",
      "from_doc": "Federal Trade Commission Act,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "The Federal Government is required to share classified and unclassified cyber threat indicators and defensive measures with relevant Federal and non-Federal entities to prevent or mitigate cybersecurity threats.",
      "additional_info": "This sharing must be done in a manner that protects classified information, intelligence sources and methods, and privacy and civil liberties.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection from Liability",
      "rule_content": "Entities sharing cyber threat indicators and defensive measures in accordance with the Cybersecurity Act of 2015 are protected from liability.",
      "additional_info": "This protection is designed to encourage the sharing of cybersecurity information between the government and private sector.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Oversight of Government Activities",
      "rule_content": "Government activities related to the sharing of cyber threat indicators and defensive measures are subject to oversight to ensure compliance with privacy and civil liberties protections.",
      "additional_info": "This oversight includes regular reports to Congress on the implementation of the Cybersecurity Act of 2015.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Apprehension and Prosecution of International Cyber Criminals",
      "rule_content": "The Department of State is tasked with developing a strategy for the apprehension and prosecution of international cyber criminals.",
      "additional_info": "This strategy includes enhancing international cooperation and capacity building to combat cybercrime.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Improving Cybersecurity in the Health Care Industry",
      "rule_content": "The Cybersecurity Act of 2015 includes provisions for improving cybersecurity in the health care industry to protect patient information.",
      "additional_info": "This includes the development of best practices and guidelines for health care organizations to follow.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Computer Security",
      "rule_content": "The Act mandates the improvement of Federal network security and the implementation of advanced internal defenses to protect against cybersecurity threats.",
      "additional_info": "This includes the identification of information systems relating to national security and the direction to agencies to enhance their cybersecurity measures.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Stopping the Fraudulent Sale of Financial Information",
      "rule_content": "The Cybersecurity Act of 2015 includes measures to stop the fraudulent sale of financial information of people in the United States.",
      "additional_info": "This involves enhancing the security of financial systems and prosecuting those involved in the fraudulent sale of financial information.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing Protocols",
      "rule_content": "Federal entities must develop procedures for sharing cyber threat indicators and defensive measures, ensuring the protection of classified information and the removal of personal information not directly related to cybersecurity threats.",
      "additional_info": "Procedures must include timely notification of errors or violations, implementation of security controls, and consultation with appropriate Federal entities to ensure effective protocols.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorization for Monitoring",
      "rule_content": "Private entities are authorized to monitor their own information systems, those of other non-Federal entities with consent, and Federal entities with authorization, for cybersecurity purposes.",
      "additional_info": "Monitoring must not exceed the scope authorized by this title and must not limit otherwise lawful activity.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorization for Defensive Measures",
      "rule_content": "Private entities may operate defensive measures on their own information systems, those of other non-Federal entities with consent, and Federal entities with authorization, to protect rights or property.",
      "additional_info": "Defensive measures must be applied as provided in this subsection and must not limit otherwise lawful activity.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing and Receiving Cyber Threat Indicators",
      "rule_content": "Non-Federal entities may share or receive cyber threat indicators or defensive measures with other non-Federal entities or the Federal Government for cybersecurity purposes, consistent with the protection of classified information.",
      "additional_info": "Entities must comply with lawful restrictions on the sharing or use of such indicators or measures and must not exceed the scope authorized by this subsection.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection and Use of Information",
      "rule_content": "Non-Federal entities must implement security controls to protect cyber threat indicators and defensive measures from unauthorized access and remove personal information not directly related to cybersecurity threats before sharing.",
      "additional_info": "Cyber threat indicators and defensive measures may be used for cybersecurity purposes, subject to lawful restrictions and applicable provisions of law.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use of Cyber Threat Indicators by State, Tribal, or Local Government",
      "rule_content": "State, tribal, or local governments may use cyber threat indicators or defensive measures for law enforcement purposes and are exempt from disclosure under freedom of information laws.",
      "additional_info": "Such indicators or measures may inform the development or implementation of regulations relating to the prevention or mitigation of cybersecurity threats to information systems.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Antitrust Exemption",
      "rule_content": "Private entities exchanging cyber threat indicators or defensive measures for cybersecurity purposes are exempt from antitrust laws, provided the exchange is to assist with preventing, investigating, or mitigating cybersecurity threats.",
      "additional_info": "This exemption applies only to information exchanged or assistance provided for the specified cybersecurity purposes.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Development of Interim Policies and Procedures for Cyber Threat Indicators",
      "rule_content": "The Attorney General and the Secretary of Homeland Security must develop and submit to Congress interim policies and procedures relating to the receipt of cyber threat indicators and defensive measures by the Federal Government within 60 days of the enactment of this Act.",
      "additional_info": "These policies and procedures must ensure cyber threat indicators are shared in an automated manner with all appropriate Federal entities and are subject to specific controls to prevent unnecessary delays.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Issuance of Final Policies and Procedures for Cyber Threat Indicators",
      "rule_content": "The Attorney General and the Secretary of Homeland Security must issue and make publicly available final policies and procedures relating to the receipt of cyber threat indicators and defensive measures by the Federal Government within 180 days of the enactment of this Act.",
      "additional_info": "These final policies and procedures must include audit capabilities and appropriate sanctions for unauthorized activities by Federal entity officers, employees, or agents.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Guidelines for Sharing Cyber Threat Indicators with Federal Government",
      "rule_content": "The Attorney General and the Secretary of Homeland Security must develop and make publicly available guidance to assist entities in sharing cyber threat indicators with Federal entities within 60 days of the enactment of this Act.",
      "additional_info": "The guidance must include identification of types of information that qualify as cyber threat indicators and those protected under privacy laws, ensuring the protection of personal information.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Privacy and Civil Liberties Guidelines for Cyber Threat Indicators",
      "rule_content": "The Attorney General and the Secretary of Homeland Security must develop interim and final guidelines relating to privacy and civil liberties governing the receipt, retention, use, and dissemination of cyber threat indicators by Federal entities.",
      "additional_info": "These guidelines must limit the effect on privacy and civil liberties, establish processes for the timely destruction of unrelated personal information, and include requirements to safeguard personal information.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Capability and Process within the Department of Homeland Security",
      "rule_content": "The Secretary of Homeland Security must develop and implement a capability and process within the Department of Homeland Security to accept cyber threat indicators and defensive measures from non-Federal entities in real time within 90 days of the enactment of this Act.",
      "additional_info": "This process must ensure all appropriate Federal entities receive cyber threat indicators and defensive measures in an automated manner and comply with the policies, procedures, and guidelines required by this section.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Designation of Federal Entity for Cyber Threat Indicators",
      "rule_content": "The President may designate a Federal entity, other than the Department of Defense, to develop and implement a capability and process for receiving cyber threat indicators or defensive measures from non-Federal entities, provided a 30-day notice to Congress with a certification that the designation is necessary for secure operation, consistent with the entity's mission, and improves the Federal Government's ability to receive, share, and use such indicators and measures.",
      "additional_info": "The designated entity must adhere to the policies, procedures, and guidelines developed under this title, including those for receiving and sharing cyber threat indicators and defensive measures.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Public Notice and Access to Cyber Threat Sharing Process",
      "rule_content": "The Secretary of Homeland Security must ensure public notice and access to the capability and process for sharing cyber threat indicators and defensive measures, allowing non-Federal entities to share such information with the Federal Government and ensuring all appropriate Federal entities receive the information in real time.",
      "additional_info": "The process must also ensure timely receipt of cyber threat indicators and defensive measures by other Federal entities.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Proprietary Information",
      "rule_content": "Cyber threat indicators or defensive measures provided by non-Federal entities to the Federal Government are considered commercial, financial, and proprietary information of the originating non-Federal entity when so designated.",
      "additional_info": "This designation protects the information from disclosure under various laws, including the Freedom of Information Act.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorized Use of Cyber Threat Indicators",
      "rule_content": "Cyber threat indicators and defensive measures provided to the Federal Government may be disclosed, retained, and used by Federal agencies for cybersecurity purposes, identifying cybersecurity threats or vulnerabilities, responding to specific threats of death, serious bodily harm, or serious economic harm, and preventing or mitigating serious threats to minors.",
      "additional_info": "The use of such information is strictly limited to these authorized activities and must protect privacy and civil liberties.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prohibition on Unauthorized Use of Cyber Threat Indicators",
      "rule_content": "Cyber threat indicators and defensive measures provided to the Federal Government shall not be disclosed, retained, or used by any Federal agency for any purpose not permitted under the authorized activities.",
      "additional_info": "This rule ensures that the information is used solely for cybersecurity purposes and not for unauthorized regulatory actions.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection from Liability for Monitoring and Sharing",
      "rule_content": "No cause of action shall lie against any private entity for monitoring an information system or sharing or receiving a cyber threat indicator or defensive measure in accordance with this title.",
      "additional_info": "This protection is contingent upon the monitoring and sharing being conducted in accordance with the policies and procedures established under this title.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Oversight and Reporting on Implementation",
      "rule_content": "The heads of appropriate Federal entities must submit a detailed report to Congress within one year of the enactment of this title, evaluating the effectiveness of real-time information sharing, the classification of cyber threat indicators, and the number of indicators received and entities that have received them.",
      "additional_info": "The report may include recommendations for improvements or modifications to the authorities, policies, procedures, and guidelines under this title.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Interagency Report on Cybersecurity Actions",
      "rule_content": "Inspectors general of appropriate Federal entities, in consultation with the Inspector General of the Intelligence Community and the Council of Inspectors General on Financial Oversight, must submit an interagency report to Congress every 2 years on the executive branch's actions to carry out cybersecurity measures.",
      "additional_info": "The report must include assessments of policies, procedures, and guidelines related to sharing cyber threat indicators, classification of cyber threat indicators, actions taken based on shared indicators, and the effect on privacy and civil liberties.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Independent Report on Removal of Personal Information",
      "rule_content": "The Comptroller General of the United States must submit a report to Congress within 3 years on the Federal Government's actions to remove personal information from cyber threat indicators or defensive measures.",
      "additional_info": "The report should assess the sufficiency of policies, procedures, and guidelines in addressing privacy and civil liberties concerns.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Public Availability of Reports",
      "rule_content": "Unclassified portions of the reports required under this section must be made available to the public.",
      "additional_info": "Reports may include a classified annex.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Whistleblower Protections",
      "rule_content": "The title does not prohibit or limit the disclosure of information protected under various sections of the United States Code, including disclosures of illegality, waste, fraud, abuse, or public health or safety threats.",
      "additional_info": "This includes disclosures to Congress by members of the military and employees of elements of the intelligence community.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Sources and Methods",
      "rule_content": "The title does not affect the conduct of authorized law enforcement or intelligence activities or modify the authority of a department or agency of the Federal Government to protect classified information and sources and methods.",
      "additional_info": "It also does not create immunity against actions to enforce laws, executive orders, or procedures governing the handling, disclosure, or use of classified information.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing Relationships",
      "rule_content": "The title does not limit or modify existing information sharing relationships, prohibit new relationships, or require the use of the capability and process within the Department of Homeland Security developed under section 105(c).",
      "additional_info": "It also does not require a new information sharing relationship between any non-Federal entity and a Federal entity or another non-Federal entity.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Anti-Tasking Restriction",
      "rule_content": "The title does not permit a Federal entity to require a non-Federal entity to provide information to a Federal entity or another non-Federal entity, condition the sharing of cyber threat indicators on such provision, or condition the award of any Federal grant, contract, or purchase on the provision of a cyber threat indicator.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "No Liability for Non-Participation",
      "rule_content": "The title does not subject any entity to liability for choosing not to engage in the voluntary activities authorized in this title.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use and Retention of Information",
      "rule_content": "The title does not authorize or modify any existing authority of a department or agency of the Federal Government to retain or use any information shared under this title for any use other than permitted in this title.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Preemption",
      "rule_content": "This title supersedes any statute or other provision of law of a State or political subdivision of a State that restricts or otherwise expressly regulates an activity authorized under this title.",
      "additional_info": "However, it does not supersede any statute or other provision of law of a State or political subdivision of a State concerning the use of authorized law enforcement practices and procedures.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Regulatory Authority",
      "rule_content": "The title does not authorize the promulgation of any regulations not specifically authorized to be issued under this title, establish or limit any regulatory authority not specifically established or limited under this title, or authorize regulatory actions that would duplicate or conflict with regulatory requirements, mandatory standards, or related processes under another provision of Federal law.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Criminal Prosecution",
      "rule_content": "The title does not prevent the disclosure of a cyber threat indicator or defensive measure shared under this title in a case of criminal prosecution, when an applicable provision of Federal, State, tribal, or local law requires disclosure in such case.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Report on Cybersecurity Threats",
      "rule_content": "The Director of National Intelligence, in coordination with the heads of other appropriate elements of the intelligence community, must submit a report to the Select Committee on Intelligence of the Senate and the Permanent Select Committee on Intelligence of the House of Representatives on cybersecurity threats, including cyber attacks, theft, and data breaches.",
      "additional_info": "The report must include an assessment of current intelligence sharing and cooperation relationships of the United States with other countries regarding cybersecurity threats and a list and assessment of the countries and nonstate actors that are the primary threats of carrying out a cybersecurity threat.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prompt Notification of Cybersecurity Threats",
      "rule_content": "Private entities are required to promptly notify the United States Government of cybersecurity threats, including cyber attacks, theft, or data breaches, to prevent degradation of the government's response capabilities.",
      "additional_info": "Delays in notification can degrade the government's ability to respond to or prevent cybersecurity threats.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Enhancement of Cybersecurity Technologies",
      "rule_content": "An assessment of additional technologies or capabilities that would enhance the United States' ability to prevent and respond to cybersecurity threats, including cyber attacks, theft, and data breaches, is required.",
      "additional_info": "This includes evaluating technologies or practices utilized by the private sector that could assist the intelligence community in preventing and responding to cybersecurity threats.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "The Secretary of Defense is authorized to share cyber threat indicators and defensive measures with relevant entities to enhance national cybersecurity.",
      "additional_info": "This sharing is conducted pursuant to policies, procedures, and guidelines developed under the National Cybersecurity Protection Advancement Act of 2015.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing Structure and Processes",
      "rule_content": "The Department of Homeland Security is mandated to establish and maintain an information sharing structure and processes for cyber threat indicators, defensive measures, and cybersecurity risks.",
      "additional_info": "This includes engaging with international partners to collaborate on cybersecurity threats and enhance global cybersecurity resilience.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Automated Information Sharing",
      "rule_content": "The Under Secretary for Cybersecurity and Communications is required to develop capabilities for automated sharing of cyber threat indicators and defensive measures.",
      "additional_info": "This development should make use of existing information technology industry standards and best practices, with annual reports submitted to Congress until capabilities are fully implemented.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Voluntary Information Sharing Relationships",
      "rule_content": "The National Cybersecurity and Communications Integration Center may enter into voluntary information sharing relationships with non-Federal entities for the sharing of cyber threat indicators and defensive measures.",
      "additional_info": "These relationships are subject to termination by the Secretary for any reason, including national security concerns or violations of the agreement terms.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Cybersecurity Collaboration",
      "rule_content": "The Secretary of Homeland Security is required to submit periodic reports on efforts to bolster cybersecurity collaboration with international partners.",
      "additional_info": "Reports are to be submitted to the Committee on Homeland Security and Governmental Affairs of the Senate and the Committee on Homeland Security of the House of Representatives.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Public Outreach on Cyber Threat Sharing",
      "rule_content": "The Secretary of Homeland Security must disseminate information to the public on how to voluntarily share cyber threat indicators and defensive measures with the Center.",
      "additional_info": "Outreach to critical infrastructure owners and operators should be enhanced for the purpose of such sharing.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coordinated Vulnerability Disclosure",
      "rule_content": "The Secretary of Homeland Security, in coordination with industry and other stakeholders, may develop and adhere to Department policies and procedures for coordinating vulnerability disclosures.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing and Analysis Organizations",
      "rule_content": "Amendments to the Homeland Security Act of 2002 include provisions for sharing information related to cybersecurity risks and incidents among Information Sharing and Analysis Organizations.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "National Response Framework",
      "rule_content": "The Secretary of Homeland Security is required to regularly update, maintain, and exercise the Cyber Incident Annex to the National Response Framework.",
      "additional_info": "This is to be done in coordination with the heads of other appropriate Federal departments and agencies.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Reducing Cybersecurity Risks in DHS Data Centers",
      "rule_content": "The Secretary of Homeland Security must submit a report on the feasibility of reducing cybersecurity risks in Department data centers.",
      "additional_info": "The report should include methods such as increasing compartmentalization between systems and providing a mix of security controls.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Assessment of Cybersecurity Implementation",
      "rule_content": "The Comptroller General of the United States is required to submit a report assessing the implementation of cybersecurity measures and the sharing of cyber threat indicators and defensive measures.",
      "additional_info": "The report should also include findings on the sharing of information relating to cybersecurity risks and incidents.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Multiple Simultaneous Cyber Incidents at Critical Infrastructure",
      "rule_content": "The Under Secretary of Homeland Security must provide information on the feasibility of producing a risk-informed plan to address the risk of multiple simultaneous cyber incidents affecting critical infrastructure.",
      "additional_info": "This includes cyber incidents that may have a cascading effect on other critical infrastructure.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Vulnerabilities of United States Ports",
      "rule_content": "The Secretary of Homeland Security must submit a report on cybersecurity vulnerabilities for the 10 United States ports at greatest risk of a cybersecurity incident.",
      "additional_info": "The report should provide recommendations to mitigate such vulnerabilities.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prohibition on New Regulatory Authority",
      "rule_content": "No new regulatory authority is granted to the Secretary of Homeland Security to promulgate regulations or set standards relating to the cybersecurity of non-Federal entities.",
      "additional_info": "This does not include State, local, and tribal governments.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Improved Federal Network Security",
      "rule_content": "The Secretary of Homeland Security, in coordination with the Director of the Office of Management and Budget, must develop and implement an intrusion assessment plan for agency information systems.",
      "additional_info": "The plan is to proactively detect, identify, and remove intruders on a routine basis and does not apply to the Department of Defense, a national security system, or an element of the intelligence community.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Intrusion Detection and Prevention System",
      "rule_content": "The Secretary of Homeland Security is required to deploy, operate, and maintain capabilities to detect and prevent cybersecurity risks in network traffic to or from an agency information system.",
      "additional_info": "The Secretary shall regularly deploy new technologies and modify existing technologies to improve intrusion detection and prevention capabilities.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Retention and Disclosure",
      "rule_content": "The Secretary may retain, use, and disclose information obtained through authorized activities only to protect information and information systems from cybersecurity risks.",
      "additional_info": "Information accessed by the Secretary will be retained no longer than reasonably necessary for the purpose of protecting agency information and agency information systems from a cybersecurity risk.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Private Entities' Use of Information",
      "rule_content": "Private entities assisting the Secretary may not disclose any network traffic transiting or traveling to or from an agency information system to any entity other than the Department or the agency that disclosed the information, including personal information of a specific individual or information that identifies a specific individual not directly related to a cybersecurity risk.",
      "additional_info": "Private entities are also prohibited from using any network traffic for any purpose other than to protect agency information and agency information systems against cybersecurity risks or to administer a contract or other agreement entered into with the Secretary.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Limitation on Liability for Private Entities",
      "rule_content": "No cause of action shall lie in any court against a private entity for assistance provided to the Secretary in accordance with this section and any contract or agreement entered into pursuant to subsection (c)(2).",
      "additional_info": "This rule does not authorize an Internet service provider to break a user agreement with a customer without the consent of the customer.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Privacy Officer Review",
      "rule_content": "The Privacy Officer, in consultation with the Attorney General, shall review the policies and guidelines for the program carried out under this section to ensure that they are consistent with applicable privacy laws.",
      "additional_info": "This review must be completed not later than 1 year after the date of enactment of this section.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Agency Responsibilities for Intrusion Detection and Prevention",
      "rule_content": "The head of each agency shall apply and continue to utilize intrusion detection and prevention capabilities to all information traveling between an agency information system and any information system other than an agency information system.",
      "additional_info": "This requirement does not apply to the Department of Defense, a national security system, or an element of the intelligence community.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Advanced Network Security Tools",
      "rule_content": "The Secretary shall include advanced network security tools in the Department's efforts to continuously diagnose and mitigate cybersecurity risks.",
      "additional_info": "These tools are intended to improve visibility of network activity and to detect and mitigate intrusions and anomalous activity.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Cybersecurity Requirements",
      "rule_content": "The head of each agency shall identify sensitive and mission critical data, assess access controls, encrypt or otherwise secure data, implement a single sign-on trusted identity platform, and implement identity management including multi-factor authentication.",
      "additional_info": "These requirements do not apply to an agency information system if the head of the agency has certified that operational requirements make it excessively burdensome to implement the cybersecurity requirement, the requirement is not necessary to secure the system, and all necessary steps have been taken to secure the system and information.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Intrusion Detection and Prevention Capabilities",
      "rule_content": "Agencies are required to implement intrusion detection and prevention capabilities to identify and block cybersecurity risks in network traffic transiting or traveling to or from agency information systems.",
      "additional_info": "The Secretary of Homeland Security must report on the status of implementation, including privacy controls, technologies used, and the effectiveness of these capabilities.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Intrusion Assessment Plan",
      "rule_content": "Agencies must develop and implement an intrusion assessment plan to identify and remove intruders in agency information systems.",
      "additional_info": "The Director of the Office of Management and Budget is required to report on the implementation of the plan, findings from intrusion assessments, and compliance with cybersecurity requirements.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Reporting Cybersecurity Risks",
      "rule_content": "Agencies must report on the number of instances in which cybersecurity risks were detected and blocked by intrusion detection and prevention capabilities, including the types of indicators, identifiers, and techniques used.",
      "additional_info": "Reports must be submitted to Congress and include a description of the technologies and capabilities utilized, as well as the effectiveness of the system in detecting, disrupting, and preventing cyber-threat actors.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Emergency Directives for Cybersecurity Threats",
      "rule_content": "In response to a known or reasonably suspected information security threat, the Secretary may issue an emergency directive to the head of an agency to take any lawful action to protect the information system from or mitigate an information security threat.",
      "additional_info": "This authority does not apply to systems described in specific subsections, indicating certain systems are exempt from these directives.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Identification of Information Systems Relating to National Security",
      "rule_content": "The Director of National Intelligence and the Director of the Office of Management and Budget must identify unclassified information systems that could provide adversaries with access to classified information and assess the risks and impacts of a breach.",
      "additional_info": "A report on these findings must be submitted to appropriate congressional committees, including a classified annex, but this requirement does not apply to the Department of Defense, national security systems, or elements of the intelligence community.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Directive Issuance for Cybersecurity Threats",
      "rule_content": "The Secretary, in coordination with the Director, must establish procedures for issuing directives in response to cybersecurity threats, including thresholds, privacy protections, and notice to affected parties.",
      "additional_info": "Directives must specify reasons and duration, minimize impact, and ensure no conflict with existing standards. Immediate notification to the Director and affected agency heads is required upon issuance.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Imminent Threat Response",
      "rule_content": "In cases of imminent threats to agency information systems, the Secretary may authorize the use of intrusion detection and prevention capabilities, provided specific criteria are met, including prior notice to relevant parties and adherence to established procedures.",
      "additional_info": "Actions must be consistent with applicable law, and the authority cannot be delegated. The Secretary must establish advance procedures for such authorizations and submit them to Congress.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Limitation on Directive Use",
      "rule_content": "Directives or the use of intrusion detection and prevention capabilities are limited to protecting agency information from unauthorized access or to remediate identified information security risks.",
      "additional_info": "This includes information collected or maintained by or on behalf of an agency and portions of information systems used or operated by an agency or its contractors.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Annual Cybersecurity Report to Congress",
      "rule_content": "The Director and the Secretary must submit an annual report to Congress detailing actions taken to address cybersecurity, including any actions related to the implementation of cybersecurity standards and guidelines.",
      "additional_info": "The report is due by February 1 of each year and must cover actions taken pursuant to specific subsections of the policy.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Cybersecurity Workforce Assessment",
      "rule_content": "Federal agencies are required to identify positions requiring cybersecurity functions and assign corresponding employment codes as part of the National Initiative for Cybersecurity Education.",
      "additional_info": "This includes developing a coding structure, identifying civilian and noncivilian cyber personnel, and submitting baseline assessments of the existing cybersecurity workforce to Congress.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Identification of Critical Cybersecurity Needs",
      "rule_content": "Federal agencies must identify and report on information technology, cybersecurity, or other cyber-related work roles of critical need, with guidance provided by the Director.",
      "additional_info": "This process begins one year after employment codes are assigned and continues annually through 2022, with a comprehensive cybersecurity needs report due two years after enactment.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Study on Mobile Device Security",
      "rule_content": "The Secretary of Homeland Security, in consultation with the Director of the National Institute of Standards and Technology, must complete a study on threats to the security of Federal Government mobile devices.",
      "additional_info": "An unclassified report with findings, recommendations, identified deficiencies, and a plan must be submitted to Congress within one year of enactment, with a classified annex if necessary.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Assessment of Mobile Security Techniques",
      "rule_content": "The Secretary, in consultation with the Director of the National Institute of Standards and Technology, shall assess the evolution of mobile security techniques and their adequacy to meet current mobile security challenges.",
      "additional_info": "This assessment includes the effect of threats on the cybersecurity of the information systems and networks of the Federal Government, excluding national security systems and the information systems and networks of the Department of Defense and the intelligence community.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Development of Recommendations for Mobile Device Security",
      "rule_content": "Develop recommendations for addressing mobile device security threats based on industry standards and best practices.",
      "additional_info": "This includes identifying deficiencies in the current authorities of the Secretary that may inhibit the ability to address mobile device security throughout the Federal Government, excluding national security systems and the information systems and networks of the Department of Defense and intelligence community.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Plan for Accelerated Adoption of Secure Mobile Device Technology",
      "rule_content": "Develop a plan for accelerated adoption of secure mobile device technology by the Department of Homeland Security.",
      "additional_info": null,
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Cyberspace Policy Strategy",
      "rule_content": "The Secretary of State shall produce a comprehensive strategy relating to United States international policy with regard to cyberspace, including a review of actions to support the goal of promoting an open, interoperable, secure, and reliable information and communications infrastructure.",
      "additional_info": "The strategy should include a plan of action to guide diplomacy with foreign countries, a review of alternative concepts regarding international norms in cyberspace, and a detailed description of threats to United States national security in cyberspace.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Apprehension and Prosecution of International Cyber Criminals",
      "rule_content": "The Secretary of State shall consult with government officials of countries from which extradition is not likely due to the lack of an extradition treaty with the United States or other reasons, to determine actions taken to apprehend and prosecute international cyber criminals.",
      "additional_info": "An annual report shall be submitted to the appropriate congressional committees detailing the number of international cyber criminals located in other countries, significant discussions on ways to thwart or prosecute international cyber criminals, and information on each international cyber criminal extradited to the United States.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Enhancement of Emergency Services Cybersecurity",
      "rule_content": "The Secretary of Homeland Security shall establish a process for reporting data on cybersecurity risks or incidents involving information systems or networks used by emergency response providers within the State.",
      "additional_info": "The Secretary shall conduct integration and analysis of the reported data to develop information and recommendations on security and resilience measures for any information system or network used by State emergency response providers.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Improving Cybersecurity in the Health Care Industry",
      "rule_content": "The Director of the National Institute of Standards and Technology shall facilitate and support the development of methods for reducing cybersecurity risks to emergency response providers.",
      "additional_info": "A report on the result of these activities, including any methods developed, shall be submitted to Congress and made publicly available on the website of the National Institute of Standards and Technology.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Health Care Industry Cybersecurity Preparedness",
      "rule_content": "The Secretary of Health and Human Services is required to submit a report on the preparedness of the Department of Health and Human Services and health care industry stakeholders in responding to cybersecurity threats. The report must include a clear statement of the official responsible for leading and coordinating efforts regarding cybersecurity threats in the health care industry and a plan from each relevant operating division and subdivision on how they will address cybersecurity threats.",
      "additional_info": "The report is to be submitted not later than 1 year after the date of enactment of this Act to the Committee on Health, Education, Labor, and Pensions of the Senate and the Committee on Energy and Commerce of the House of Representatives.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Establishment of Health Care Industry Cybersecurity Task Force",
      "rule_content": "The Secretary, in consultation with the Director of the National Institute of Standards and Technology and the Secretary of Homeland Security, shall convene a task force to analyze strategies and safeguards for addressing cybersecurity threats within the health care industry, review challenges in securing networked medical devices, and provide information to improve preparedness and response to cybersecurity threats.",
      "additional_info": "The task force is to be established not later than 90 days after the date of the enactment of this Act and shall terminate 1 year after its establishment. The Secretary is required to disseminate the task force's findings and recommendations to health care industry stakeholders not later than 60 days after the termination of the task force.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Voluntary Cybersecurity Guidelines for the Health Care Industry",
      "rule_content": "The Secretary shall establish a common set of voluntary, consensus-based, and industry-led guidelines, best practices, methodologies, procedures, and processes for reducing cybersecurity risks in the health care industry. These guidelines are to be updated regularly and applicable to a range of health care organizations.",
      "additional_info": "The guidelines must be consistent with the standards developed under the National Institute of Standards and Technology Act, the security and privacy regulations under the Health Insurance Portability and Accountability Act of 1996, and the Health Information Technology for Economic and Clinical Health Act.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Inspector General Reports on Federal Computer Systems",
      "rule_content": "The Inspector General of each covered agency is required to submit a report on the logical access policies and practices, logical access controls, multi-factor authentication, and information security management practices used by the agency regarding covered systems.",
      "additional_info": "The report is to be submitted not later than 240 days after the date of enactment of this Act to the appropriate committees of jurisdiction in the Senate and the House of Representatives. Reports may include a classified annex.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Amendment to Section 1029(h) of Title 18, United States Code",
      "rule_content": "The amendment specifies that the fraudulent sale of financial information involving an access device issued, owned, managed, or controlled by a financial institution, account issuer, credit card system member, or other entity organized under the laws of the United States, or any State, the District of Columbia, or other territory of the United States is illegal.",
      "additional_info": "This amendment is part of efforts to stop the fraudulent sale of financial information of people of the United States.",
      "from_doc": "Cyber Privacy Fortification Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Electronic Records and Signatures",
      "rule_content": "Specifies the legal effect, validity, or enforceability of contracts or other records using electronic records or electronic signatures, ensuring they are consistent with the Act and do not require specific technology or technical specifications.",
      "additional_info": "This rule aims to prevent circumvention of the Act through the imposition of nonelectronic delivery methods and ensures that electronic transactions are legally recognized, thereby reducing the risk of cybercrime related to electronic fraud.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exceptions for Electronic Records",
      "rule_content": "Excludes certain documents from the provisions of electronic records, including court orders, notices of utility service termination, health or life insurance benefits cancellation, and documents required for the transportation of hazardous materials.",
      "additional_info": "This rule ensures that critical documents that could be exploited for cybercrime, such as those involving personal safety or national security, are handled with additional caution and not solely reliant on electronic formats.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Review of Exceptions",
      "rule_content": "Mandates the Secretary of Commerce to review exceptions to electronic records provisions to evaluate their necessity for consumer protection over a period of 3 years.",
      "additional_info": "This rule is designed to adapt to emerging cybercrime threats by ensuring that exceptions to electronic records are still relevant and necessary for protecting consumers from potential cybercrime risks.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Performance Standards for Electronic Records",
      "rule_content": "Allows Federal and State regulatory agencies to specify performance standards for electronic records to assure accuracy, record integrity, and accessibility, without requiring specific technology or technical specifications.",
      "additional_info": "This rule aims to prevent cybercrime by ensuring that electronic records are secure, accurate, and accessible, thereby reducing the risk of data breaches and fraud.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authority to Exempt from Consent Provision",
      "rule_content": "Permits Federal regulatory agencies to exempt certain records from consent requirements if it eliminates a substantial burden on electronic commerce without increasing the material risk of harm to consumers.",
      "additional_info": "This rule is intended to facilitate electronic commerce while safeguarding against cybercrime by ensuring that exemptions do not expose consumers to increased risks of fraud or data breaches.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Electronic Record",
      "rule_content": "An electronic record is defined as a contract or other record created, generated, sent, communicated, received, or stored by electronic means.",
      "additional_info": "This definition is crucial for understanding the scope of cybercrime investigations and prosecutions, as it establishes what constitutes an electronic record in the context of legal proceedings.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Electronic Signature",
      "rule_content": "An electronic signature is defined as an electronic sound, symbol, or process, attached to or logically associated with a contract or other record and executed or adopted by a person with the intent to sign the record.",
      "additional_info": "This definition is important for cybercrime prevention and investigation, as it helps in verifying the authenticity of electronic documents and transactions.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Control of Transferable Records",
      "rule_content": "A person has control of a transferable record if a system employed for evidencing the transfer of interests in the transferable record reliably establishes that person as the person to which the transferable record was issued or transferred.",
      "additional_info": "This rule is significant for the prevention of cybercrimes related to fraud and unauthorized access to electronic records, as it sets the criteria for establishing control over such records.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Proof of Control for Transferable Records",
      "rule_content": "If requested by a person against which enforcement is sought, the person seeking to enforce the transferable record shall provide reasonable proof that the person is in control of the transferable record.",
      "additional_info": "This rule aids in the investigation and prosecution of cybercrimes by requiring evidence of control over electronic records, which can be crucial in cases of disputed transactions or unauthorized access.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Promotion of Electronic Signatures in International Transactions",
      "rule_content": "The Secretary of Commerce shall promote the acceptance and use, on an international basis, of electronic signatures in accordance with specified principles and in a manner consistent with the Act.",
      "additional_info": "This rule supports the global fight against cybercrime by encouraging the adoption of secure electronic signature practices, which can help prevent fraud and unauthorized transactions across borders.",
      "from_doc": "Electronic Signature in Global and National Commerce Act (ESIGN).pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Criminalization of Computer Offences",
      "rule_content": "The Criminal Code needs to be amended to include provisions for a production order, a preservation order, and an offence in relation to computer viruses that are not yet deployed, in accordance with the Council of Europe Convention on Cyber-Crime.",
      "additional_info": "These amendments are necessary for Canada to ratify the Convention and effectively fight crimes against the integrity, availability, and confidentiality of computer systems and telecommunications networks.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Real-time Tracing of Traffic Data",
      "rule_content": "Amendments to existing laws, such as the Competition Act, are considered to modernize them in accord with the Council of Europe Convention on Cyber-Crime, notably in the areas of real-time tracing of traffic data.",
      "additional_info": "This is part of the effort to update the legal framework to help law enforcement and national security agencies address the challenges posed by advanced communications and information technologies.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Interception of E-mail",
      "rule_content": "Amendments to existing laws are considered to include provisions for the interception of e-mail, in line with the Council of Europe Convention on Cyber-Crime.",
      "additional_info": "This amendment aims to enhance the capabilities of law enforcement and national security agencies in investigating and prosecuting cyber-crime, including Internet-based crime.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Lawful Access to Communications and Information",
      "rule_content": "Law enforcement and national security agencies require lawful access to communications and information to investigate serious crimes and threats to national security, including cyber-crime.",
      "additional_info": "The challenge is to maintain these capabilities in the face of rapid technological change and in a manner consistent with the Canadian Charter of Rights and Freedoms.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "International Cooperation in Cyber-Crime Investigations",
      "rule_content": "The Council of Europe Convention on Cyber-Crime promotes international cooperation through mutual legal assistance and extradition in the fight against cyber-crime.",
      "additional_info": "Canada's participation in the Convention underscores the importance of international collaboration in addressing cyber-crime, which knows no borders.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Technical Capability for Lawful Access",
      "rule_content": "All service providers (wireless, wireline, and Internet) are required to ensure their systems have the technical capability to provide lawful access to law enforcement and national security agencies.",
      "additional_info": "This includes the content and telecommunications-associated specific data associated with a telecommunication, subject to a lawful authority to intercept.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Legislation for Intercept Capability",
      "rule_content": "A new law is proposed to require service providers to have intercept-capable transmission apparatus, detailing general operational requirements, regulation-making authority, a capacity for forbearance from certain obligations, and a compliance mechanism.",
      "additional_info": "The legislation would apply to all service providers operating a telecommunications facility in Canada, requiring them to provide a basic intercept capability before offering new or significantly upgraded services.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Regulations for Technical Standards",
      "rule_content": "The legislation would provide authority for the Cabinet to make regulations specifying technical standards and details for service providers, including security requirements for handling intercepted information and issues related to costs.",
      "additional_info": "Regulations could describe what service providers must do to provide access to their facilities and the manner in which the regulations are to be developed.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Forbearance Mechanism",
      "rule_content": "A system of forbearance is proposed to provide flexibility and adapt to special situations, allowing the Cabinet to remove the obligation to comply with the requirements of the statute or regulations, in whole or in part, for a limited time.",
      "additional_info": "The authority to forbear may be delegated jointly to the Solicitor General and the Minister of Industry, with administrative guidelines prepared by the two departments to govern their management of requests for forbearance.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Compliance Mechanism",
      "rule_content": "Provisions for monitoring compliance would help ensure the legislation is effective and that service providers have a mechanism to ascertain compliance with the law, including authorizing or requiring inspections or analyses to be conducted.",
      "additional_info": "These mechanisms would need to minimize the costs for both industry and government, and consider what kind of compliance mechanism should be established, who should conduct the compliance activities, and what type of penalty should be provided for non-compliance.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Responsibility for Lawful Access Capability Costs",
      "rule_content": "Service providers are responsible for the costs associated with providing lawful access capability for new technologies and services, and for significant upgrades to their systems or networks. They are not required to pay for necessary changes to their existing systems or networks.",
      "additional_info": "",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Amendments to the Criminal Code for Cyber-Crime",
      "rule_content": "Amendments to the Criminal Code have been proposed to deal with interception and search-and-seizure provisions, and to permit Canada to ratify the Council of Europe Convention on Cyber-Crime.",
      "additional_info": "",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Creation of Production Orders",
      "rule_content": "Legislative proposals are under consideration to create general and specific production orders for traffic data, and subscriber and/or service provider information, to give law enforcement agencies appropriate procedural powers to deal with new technologies.",
      "additional_info": "It is essential to recognize and maintain rights protected by the Canadian Charter of Rights and Freedoms, such as protection against self-incrimination.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "General Production Orders",
      "rule_content": "A general production order could require the custodian of documents to deliver or make available the documents to law enforcement officials within a certain period of time, under circumstances similar to those for issuing a search warrant.",
      "additional_info": "Executing such an order might be considered less intrusive than a search warrant as there would be no entry into and search by law enforcement agencies of the premises of the third party.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Specific Production Orders for Telecommunications Associated Data",
      "rule_content": "A specific production order could be created under a lower standard to allow for the production of telecommunications associated data, extending beyond telephone numbers already covered by the Criminal Code.",
      "additional_info": "The standard for Internet traffic data should be more in line with that required for telephone records and dial number recorders, considering the lower expectation of privacy in a telephone number or Internet address.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Orders to Obtain Subscriber and/or Service Provider Information",
      "rule_content": "Basic customer information has historically been made available by service providers without prior judicial authorization. However, law enforcement agencies may require a court order to compel the production of information pertaining to the customer or subscriber in certain cases.",
      "additional_info": "The Personal Information Protection and Electronic Documents Act allows for the disclosure of personal information without the knowledge and consent of the individual, as long as that disclosure is requested by a government institution with lawful authority.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Assistance Orders for Cybercrime Investigations",
      "rule_content": "A judge or justice may issue an assistance order requiring any person to assist in the execution of orders related to intercepting private communications, search warrants, or the use of a dial number recorder, provided the person's assistance is reasonably required.",
      "additional_info": "Assistance orders are currently provided under Section 487.02 of the Criminal Code. There is consideration to extend the issuance of assistance orders to other acts that allow for search warrants or interception authorizations.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Data-Preservation Orders",
      "rule_content": "Service providers may be required to store and save existing data specific to a transaction or client upon being served with a preservation order, which is a temporary measure until law enforcement can obtain a judicial warrant or production order.",
      "additional_info": "Data-preservation orders are a procedural mechanism from the Council of Europe Convention on Cyber-Crime. They are meant to ensure information vital to an investigation is not deleted before law enforcement can act.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Exigent Circumstances for Data Preservation",
      "rule_content": "In exigent circumstances, law enforcement agencies may impose a requirement on a service provider to preserve data without a judicial order for a specified period, such as four days, if obtaining a judicial order is impracticable.",
      "additional_info": "This provision is similar to those in the Criminal Code related to search warrants and wiretaps.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Criminalization of Virus Dissemination",
      "rule_content": "The creation, sale, and possession of computer virus programs for the purpose of committing a computer offence or mischief is an offence under Canadian law.",
      "additional_info": "This rule aligns with the Council of Europe Convention on Cyber-Crime, which requires signatory states to criminalize such acts. A minor change in the wording of section 342.2 of the Criminal Code would clarify this offence.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Interception of E-mail Communications",
      "rule_content": "Intercepting a 'private communication', including e-mails, requires judicial authorization under Part VI of the Criminal Code, as there is a reasonable expectation of privacy for such communications.",
      "additional_info": "The definition of 'private communication' in the Criminal Code creates some confusion regarding e-mails, as they are in writing but have been considered private communications in some Canadian cases.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Interception of Private Communications",
      "rule_content": "The capture of the contents of an e-mail in transit with a third party or waiting to be delivered could constitute an 'interception' of a 'private communication' under the Criminal Code, regardless of when it took place.",
      "additional_info": "Questions have been raised as to whether the Criminal Code and other acts such as the Competition Act should be amended to clarify the type of order that should be obtained before e-mail is acquired.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Acquisition of Stored E-mails",
      "rule_content": "The acquisition of e-mails while stored at the sender’s ISP or the recipient’s ISP could be considered a 'seizure' under Part XV of the Criminal Code or under sections 15 or 16 of the Competition Act.",
      "additional_info": "E-mails may be stored for long periods before they are opened by the recipient, and obtaining an e-mail at this stage is more analogous to a seizure than it is to an interception.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Amendments to the Competition Act for Cybercrime",
      "rule_content": "Proposed amendments to the Competition Act include the capability of requesting persons found on a search premises to provide any records hidden on their person, including hidden electronic and digital devices or media mentioned in the search warrant, to officers on the premises.",
      "additional_info": "The proposal also includes providing for an obstruction provision specific to those failing to comply and the ability to obtain general warrants and assistance orders to enhance the efficacy of evidence gathering tools.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Access to Subscriber and Service Provider Information",
      "rule_content": "Law enforcement and national security agencies require accurate information on the subjects of their investigations to determine where to target an interception or to obtain a search warrant.",
      "additional_info": "The CRTC approved conditions under which Bell Canada could release Local Service Provider Identification (LSPID) information without a court order for emergency, national security, and law enforcement purposes.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "CA",
      "rule_name": "Establishment of a National Database for Subscriber Information",
      "rule_content": "The Canadian Association of Chiefs of Police has made recommendations to improve lawful access to subscriber and service provider information, including the establishment of a national database.",
      "additional_info": "The implementation of such a database would presuppose that service providers are compelled to provide accurate and current information, and any such option would need to be used in a way that is consistent with the Privacy Act, the Personal Information Protection and Electronic Documents Act, and any other applicable laws.",
      "from_doc": "Criminal Code's Lawful Access Powers.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Obscene or Harassing Use of Telecommunications Facilities",
      "rule_content": "Makes it illegal to use telecommunications facilities to transmit obscene or harassing communications.",
      "additional_info": "This includes the use of computers and the internet to communicate obscene materials, with specific provisions for coercion and enticement of minors.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection for Private Blocking and Screening of Offensive Material",
      "rule_content": "Provides protection for private entities that block or screen offensive material, including online content.",
      "additional_info": "This rule is part of the effort to empower families to control the content accessible to minors and to protect against exposure to obscene or harmful material.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Clarification of Current Laws Regarding Communication of Obscene Materials Through the Use of Computers",
      "rule_content": "Clarifies that the communication of obscene materials through the use of computers is subject to existing laws.",
      "additional_info": "This includes the transmission of obscene materials to minors and the use of telecommunications devices to facilitate such transmissions.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coercion and Enticement of Minors",
      "rule_content": "Prohibits the use of telecommunications to coerce or entice minors into engaging in illegal activities.",
      "additional_info": "This rule is aimed at protecting minors from online predators and those who would use telecommunications to exploit them.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Online Family Empowerment",
      "rule_content": "Encourages the development and use of technologies that empower families to control the content accessible to minors.",
      "additional_info": "This includes tools for blocking or filtering content deemed inappropriate for minors, as part of broader efforts to protect children from harmful online content.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prohibition of Obscene or Harassing Use of Telecommunications",
      "rule_content": "It is illegal to use telecommunications devices to knowingly transmit obscene, lewd, lascivious, filthy, or indecent communications with intent to annoy, abuse, threaten, or harass another person. This includes making telephone calls or using telecommunications devices without disclosing identity with intent to annoy, abuse, threaten, or harass.",
      "additional_info": "Violators can be fined under title 18, United States Code, or imprisoned not more than two years, or both.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Minors from Obscene Communications",
      "rule_content": "It is illegal to use telecommunications devices to knowingly transmit obscene or indecent communications to a person under 18 years of age, regardless of whether the maker of such communication placed the call or initiated the communication.",
      "additional_info": "Violators can be fined under title 18, United States Code, or imprisoned not more than two years, or both.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Defenses Against Liability for Providing Access to Prohibited Communications",
      "rule_content": "No person shall be held liable for providing access or connection to a facility, system, or network not under that person's control, including transmission, downloading, intermediate storage, access software, or other related capabilities that are incidental to providing such access or connection that does not include the creation of the content of the communication.",
      "additional_info": "This defense does not apply to conspirators with entities actively involved in the creation or knowing distribution of communications that violate this section, or to those who knowingly advertise the availability of such communications.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Employer Liability for Employee's Cybercrime Activities",
      "rule_content": "An employer shall not be held liable under this section for the actions of an employee or agent unless the employee's or agent's conduct is within the scope of his or her employment or agency and the employer, having knowledge of such conduct, authorizes or ratifies such conduct, or recklessly disregards such conduct.",
      "additional_info": null,
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Good Faith Efforts to Restrict Minors' Access to Prohibited Communications",
      "rule_content": "It is a defense to prosecution that a person has taken, in good faith, reasonable, effective, and appropriate actions under the circumstances to restrict or prevent access by minors to prohibited communications, which may involve any appropriate measures to restrict minors from such communications, including any method which is feasible under available technology.",
      "additional_info": "Restricting access by requiring use of a verified credit card, debit account, adult access code, or adult personal identification number is also considered a defense.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "No Cause of Action for Good Faith Implementation of Defenses",
      "rule_content": "No cause of action may be brought against any person on account of any activity that is not in violation of any law punishable by criminal or civil penalty, and that the person has taken in good faith to implement a defense authorized under this section or otherwise to restrict or prevent the transmission of, or access to, a communication specified in this section.",
      "additional_info": null,
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Clarification of Laws Regarding Communication of Obscene Materials Through Computers",
      "rule_content": "Amends sections 1462 and 1465 of title 18, United States Code, to include interactive computer services in the prohibition of importing or transporting obscene materials. It also updates the language to cover the use of any facility or means of interstate or foreign commerce for such purposes.",
      "additional_info": "The amendments are clarifying and do not limit or repeal any existing prohibitions under the rule established in United States v. Alpers, 338 U.S. 680 (1950).",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coercion and Enticement of Minors",
      "rule_content": "Amends section 2422 of title 18, United States Code, to include the use of any facility or means of interstate or foreign commerce, including the internet, for knowingly persuading, inducing, enticing, or coercing minors to engage in prostitution or any sexual act for which any person may be criminally prosecuted.",
      "additional_info": "Violators can be fined under this title or imprisoned for not more than 10 years, or both.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Online Family Empowerment",
      "rule_content": "Amends the Communications Act of 1934 to add section 230, which protects providers and users of interactive computer services from being treated as the publisher or speaker of any information provided by another information content provider. It also protects them from civil liability for actions taken in good faith to restrict access to or availability of material considered obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable.",
      "additional_info": "The section also encourages the development of technologies that maximize user control over what information is received by individuals, families, and schools who use the Internet and other interactive computer services, and ensures vigorous enforcement of Federal criminal laws to deter and punish trafficking in obscenity, stalking, and harassment by means of computer.",
      "from_doc": "Telecommunications Act of 1996.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "The Federal Government is authorized to share cyber threat indicators and defensive measures with relevant Federal entities and non-Federal entities to prevent, detect, analyze, and mitigate cybersecurity threats.",
      "additional_info": "This sharing is subject to the protection of classified information, intelligence sources and methods, and privacy and civil liberties.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection from Liability for Cybersecurity Activities",
      "rule_content": "Entities are protected from liability for monitoring information systems and sharing or receiving cyber threat indicators or defensive measures, provided these activities are conducted in accordance with the Act.",
      "additional_info": "This protection aims to encourage the sharing of cybersecurity information without fear of legal repercussions.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Oversight of Government Cybersecurity Activities",
      "rule_content": "The Act mandates oversight of government activities related to the sharing of cyber threat indicators and defensive measures to ensure compliance with privacy and civil liberties protections.",
      "additional_info": "This includes periodic reviews and reports to Congress on the implementation and effectiveness of these activities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Apprehension and Prosecution of International Cyber Criminals",
      "rule_content": "The Department of State is tasked with developing a strategy to enhance the apprehension and prosecution of international cyber criminals.",
      "additional_info": "This strategy includes cooperation with international partners and the use of diplomatic and law enforcement tools.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Improving Cybersecurity in the Health Care Industry",
      "rule_content": "The Act includes provisions for improving cybersecurity in the health care industry to protect against cybersecurity threats and vulnerabilities.",
      "additional_info": "This involves the development of best practices and guidelines for the health care sector.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Stopping the Fraudulent Sale of Financial Information",
      "rule_content": "The Act includes measures to stop the fraudulent sale of financial information of people in the United States, enhancing protections against identity theft and financial fraud.",
      "additional_info": "This includes the development of strategies and tools to detect and prevent the unauthorized sale of financial information.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Development of Procedures for Cyber Threat Indicators Sharing",
      "rule_content": "The Federal Government must develop procedures to ensure the capability to share cyber threat indicators and defensive measures in real time, incorporating existing processes and roles of Federal and non-Federal entities, including sector-specific information sharing and analysis centers.",
      "additional_info": "Procedures must include timely notification of errors or contraventions, implementation of security controls, and removal of personal information not directly related to cybersecurity threats before sharing.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorization for Monitoring Information Systems",
      "rule_content": "Private entities are authorized to monitor their own information systems, those of other non-Federal entities with consent, and Federal entities' systems with authorized consent for cybersecurity purposes.",
      "additional_info": "Monitoring must not exceed the scope authorized by this title and should not limit otherwise lawful activities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorization for Operation of Defensive Measures",
      "rule_content": "Private entities may operate defensive measures on their own information systems, those of other non-Federal entities with consent, and Federal entities' systems with authorized consent to protect rights or property.",
      "additional_info": "The use of defensive measures is strictly limited to the purposes outlined in this subsection and should not limit otherwise lawful activities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorization for Sharing or Receiving Cyber Threat Indicators or Defensive Measures",
      "rule_content": "Non-Federal entities may share or receive cyber threat indicators or defensive measures with other non-Federal entities or the Federal Government for cybersecurity purposes, consistent with the protection of classified information.",
      "additional_info": "Entities must comply with lawful restrictions on the sharing or use of such indicators or measures and must not exceed the scope authorized by this subsection.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection and Use of Information",
      "rule_content": "Non-Federal entities must implement security controls to protect cyber threat indicators or defensive measures from unauthorized access or acquisition and remove personal information not directly related to cybersecurity threats before sharing.",
      "additional_info": "Cyber threat indicators or defensive measures may be used for cybersecurity purposes, including monitoring or operating defensive measures on information systems with consent, and are subject to lawful restrictions and applicable laws.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use of Cyber Threat Indicators by State, Tribal, or Local Government",
      "rule_content": "State, tribal, or local governments may use cyber threat indicators or defensive measures for law enforcement purposes and are exempt from disclosure under freedom of information laws.",
      "additional_info": "These indicators or measures must not be used to regulate the lawful activity of non-Federal entities, except for regulations specifically relating to the prevention or mitigation of cybersecurity threats to information systems.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Antitrust Exemption for Cybersecurity Information Sharing",
      "rule_content": "Private entities exchanging cyber threat indicators or defensive measures, or providing assistance related to cybersecurity threats, are exempt from antitrust laws for such activities.",
      "additional_info": "This exemption applies only to information exchanged or assistance provided to facilitate the prevention, investigation, or mitigation of cybersecurity threats to information systems.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Final Policies and Procedures for Cyber Threat Indicators",
      "rule_content": "The Attorney General and the Secretary of Homeland Security shall issue final policies and procedures relating to the receipt of cyber threat indicators and defensive measures by the Federal Government within 180 days after the enactment of this Act.",
      "additional_info": "These policies and procedures must ensure that cyber threat indicators shared with the Federal Government are shared in an automated manner with all appropriate Federal entities and are only subject to delay, modification, or other action due to controls established for such real-time process that could impede real-time receipt by all of the appropriate Federal entities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Requirements for Cyber Threat Indicators Sharing",
      "rule_content": "Cyber threat indicators shared with the Federal Government must be shared as quickly as operationally practicable with all appropriate Federal entities and not subject to any unnecessary delay, interference, or any other action that could impede receipt by all of the appropriate Federal entities.",
      "additional_info": "This rule applies to cyber threat indicators shared in a manner other than the real-time process described in subsection (c) of this section.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Audit Capabilities and Sanctions",
      "rule_content": "There must be audit capabilities and appropriate sanctions in place for officers, employees, or agents of a Federal entity who knowingly and willfully conduct activities under this title in an unauthorized manner.",
      "additional_info": "This ensures accountability and proper conduct in the handling of cyber threat indicators and defensive measures.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Guidelines for Sharing Cyber Threat Indicators",
      "rule_content": "The Attorney General and the Secretary of Homeland Security shall develop and make publicly available guidance to assist entities and promote sharing of cyber threat indicators with Federal entities under this title.",
      "additional_info": "The guidelines will include identification of types of information that qualify as a cyber threat indicator and are unlikely to include personal information of a specific individual or information that identifies a specific individual.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Privacy and Civil Liberties Guidelines",
      "rule_content": "The Attorney General and the Secretary of Homeland Security shall develop interim and final guidelines relating to privacy and civil liberties which shall govern the receipt, retention, use, and dissemination of cyber threat indicators by a Federal entity.",
      "additional_info": "These guidelines aim to limit the effect on privacy and civil liberties of activities by the Federal Government under this title and include requirements to safeguard cyber threat indicators containing personal information.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Capability and Process within the Department of Homeland Security",
      "rule_content": "The Secretary of Homeland Security shall develop and implement a capability and process within the Department of Homeland Security to accept in real time cyber threat indicators and defensive measures from any non-Federal entity.",
      "additional_info": "This capability and process must ensure that all appropriate Federal entities receive in an automated manner such cyber threat indicators and defensive measures shared through the real-time process within the Department of Homeland Security.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "Non-Federal entities may share cyber threat indicators and defensive measures with the Federal Government through a process developed and implemented by the Secretary of Homeland Security. This process ensures public notice and access, and that all appropriate Federal entities receive such indicators and measures in real time.",
      "additional_info": "The sharing is intended to enhance cybersecurity by facilitating real-time information sharing between non-Federal entities and the Federal Government.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Shared Information",
      "rule_content": "Cyber threat indicators and defensive measures shared with the Federal Government are protected from disclosure under the Freedom of Information Act and similar state, tribal, or local laws. They are also exempt from being used in ex parte communications with decision-making officials.",
      "additional_info": "This protection ensures that the shared information is used solely for cybersecurity purposes and not for regulatory actions against the sharing entities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use of Shared Information",
      "rule_content": "Cyber threat indicators and defensive measures provided to the Federal Government can be disclosed, retained, and used by any Federal agency or department solely for cybersecurity purposes, identifying cybersecurity threats or vulnerabilities, responding to specific threats of death, serious bodily harm, or serious economic harm, and preventing, investigating, disrupting, or prosecuting related offenses.",
      "additional_info": "The authorized uses are strictly defined to ensure that the information is used appropriately and does not infringe on privacy or civil liberties.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prohibition on Regulatory Use",
      "rule_content": "Cyber threat indicators and defensive measures provided to the Federal Government shall not be used by any Federal, State, tribal, or local government to regulate the lawful activities of any non-Federal entity, except for regulations specifically relating to the prevention or mitigation of cybersecurity threats to information systems.",
      "additional_info": "This rule prevents the misuse of shared information for regulatory actions unrelated to cybersecurity.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection from Liability",
      "rule_content": "No cause of action shall lie or be maintained in any court against any private entity for the monitoring of an information system and information, or for the sharing or receipt of a cyber threat indicator or defensive measure, if conducted in accordance with this title.",
      "additional_info": "This protection encourages the sharing of cyber threat information by providing legal immunity to entities that comply with the established procedures.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Oversight of Government Activities",
      "rule_content": "The heads of the appropriate Federal entities are required to submit a detailed report to Congress concerning the implementation of this title, including an evaluation of the effectiveness of real-time information sharing, the proper classification of cyber threat indicators, and the number of security clearances authorized for sharing cyber threat indicators with the private sector.",
      "additional_info": "This oversight ensures transparency and accountability in the government's handling of cyber threat information.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "Federal entities are required to share cyber threat indicators or defensive measures with non-Federal entities to enhance cybersecurity.",
      "additional_info": "The sharing is subject to privacy and civil liberties protections, including the removal of personal information not directly related to a cybersecurity threat.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Privacy and Civil Liberties",
      "rule_content": "The Federal Government must assess the effect of sharing cyber threat indicators on privacy and civil liberties and take steps to reduce any adverse effects.",
      "additional_info": "Reports on the adequacy of these steps and the impact on privacy and civil liberties must be submitted to Congress.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Whistleblower Protections",
      "rule_content": "The policy ensures protections for whistleblowers who disclose information about illegal activities, waste, fraud, abuse, or threats to public health or safety related to cybersecurity.",
      "additional_info": "This includes disclosures to Congress and protections under various sections of the United States Code.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Criminal Prosecution and Information Disclosure",
      "rule_content": "Cyber threat indicators or defensive measures shared under this title can be disclosed in criminal prosecutions as required by law.",
      "additional_info": "This ensures that the policy does not prevent the use of shared information in legal proceedings.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Report on Cybersecurity Threats",
      "rule_content": "The Director of National Intelligence, in coordination with other intelligence community elements, must submit a report on cybersecurity threats to Congress.",
      "additional_info": "The report should include assessments of intelligence sharing relationships, primary threat actors, and technologies or practices that could enhance cybersecurity.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authority of Secretary of Defense",
      "rule_content": "The Secretary of Defense is authorized to share cyber threat indicators and defensive measures as part of the response to malicious cyber activity by foreign powers.",
      "additional_info": "This authority is in addition to existing powers under title 10, United States Code.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Cybersecurity Risk",
      "rule_content": "Cybersecurity risk means threats to and vulnerabilities of information or information systems and any related consequences caused by or resulting from unauthorized access, use, disclosure, degradation, disruption, modification, or destruction of such information or information systems, including such related consequences caused by an act of terrorism.",
      "additional_info": "Does not include any action that solely involves a violation of a consumer term of service or a consumer licensing agreement.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Cyber Threat Indicator and Defensive Measure",
      "rule_content": "The terms 'cyber threat indicator' and 'defensive measure' have the meanings given those terms in section 102 of the Cybersecurity Act of 2015.",
      "additional_info": "",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Incident",
      "rule_content": "An incident means an occurrence that actually or imminently jeopardizes, without lawful authority, the integrity, confidentiality, or availability of information on an information system, or actually or imminently jeopardizes, without lawful authority, an information system.",
      "additional_info": "",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing Structure and Processes",
      "rule_content": "The Department of Homeland Security is responsible for implementing title I of the Cybersecurity Act of 2015, including sharing cyber threat indicators, defensive measures, and information related to cybersecurity risks and incidents.",
      "additional_info": "This includes engaging with international partners to collaborate on cyber threat indicators, defensive measures, and information related to cybersecurity risks and incidents, and enhancing the security and resilience of global cybersecurity.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Automated Information Sharing",
      "rule_content": "The Under Secretary appointed under section 103(a)(1)(H) shall develop capabilities for the automated sharing of cyber threat indicators and defensive measures in accordance with title I of the Cybersecurity Act of 2015.",
      "additional_info": "An annual report on the status and progress of the development of these capabilities is required until they are fully implemented.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Voluntary Information Sharing",
      "rule_content": "The Center may enter into a voluntary information sharing relationship with any consenting non-Federal entity for the sharing of cyber threat indicators and defensive measures for cybersecurity purposes.",
      "additional_info": "The Center may terminate a voluntary information sharing relationship for any reason, including if the non-Federal entity has violated the terms of this subsection.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Direct Reporting of Cybersecurity Risks and Incidents",
      "rule_content": "The Secretary shall develop policies and procedures for direct reporting to the Secretary by the Director of the Center regarding significant cybersecurity risks and incidents.",
      "additional_info": "",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Cooperation on Cybersecurity",
      "rule_content": "The Secretary of Homeland Security shall submit a report on efforts to bolster cybersecurity collaboration with relevant international partners.",
      "additional_info": "This report is due not later than 180 days after the date of enactment of this subsection and periodically thereafter.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Outreach for Voluntary Sharing of Cyber Threat Indicators and Defensive Measures",
      "rule_content": "The Secretary shall disseminate information about how to voluntarily share cyber threat indicators and defensive measures with the Center and enhance outreach to critical infrastructure owners and operators for purposes of such sharing.",
      "additional_info": "This action is to be taken not later than 60 days after the date of enactment of this subsection.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coordinated Vulnerability Disclosure",
      "rule_content": "The Secretary, in coordination with industry and other stakeholders, may develop and adhere to Department policies and procedures for coordinating vulnerability disclosures.",
      "additional_info": "",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Risks and Incidents Reporting",
      "rule_content": "The Secretary, in coordination with other Federal departments and agencies, shall regularly update, maintain, and exercise the Cyber Incident Annex to the National Response Framework of the Department.",
      "additional_info": "This includes increasing the sharing of cyber threat indicators, defensive measures, and information relating to cybersecurity risks and incidents.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Reducing Cybersecurity Risks in DHS Data Centers",
      "rule_content": "The Secretary shall submit a report on the feasibility of creating an environment for the reduction in cybersecurity risks in Department data centers, including by increasing compartmentalization between systems and providing a mix of security controls between such compartments.",
      "additional_info": "The report is due not later than 1 year after the date of the enactment of this Act.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Assessment of Cybersecurity Implementation",
      "rule_content": "The Comptroller General of the United States shall submit a report that includes an assessment of the implementation by the Secretary of this title and the amendments made by this title.",
      "additional_info": "The report is due not later than 2 years after the date of enactment of this Act.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Multiple Simultaneous Cyber Incidents at Critical Infrastructure",
      "rule_content": "The Under Secretary shall provide information on the feasibility of producing a risk-informed plan to address the risk of multiple simultaneous cyber incidents affecting critical infrastructure.",
      "additional_info": "The information is due not later than 1 year after the date of enactment of this Act.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Vulnerabilities of United States Ports",
      "rule_content": "The Secretary shall submit a report on cybersecurity vulnerabilities for the 10 United States ports that the Secretary determines are at greatest risk of a cybersecurity incident and provide recommendations to mitigate such vulnerabilities.",
      "additional_info": "The report is due not later than 180 days after the date of enactment of this Act.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prohibition on New Regulatory Authority",
      "rule_content": "Nothing in this subtitle or the amendments made by this subtitle may be construed to grant the Secretary any authority to promulgate regulations or set standards relating to the cybersecurity of non-Federal entities, not including State, local, and tribal governments, that was not in effect on the day before the date of enactment of this Act.",
      "additional_info": null,
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Termination of Reporting Requirements",
      "rule_content": "Any reporting requirements in this subtitle shall terminate on the date that is 7 years after the date of enactment of this Act.",
      "additional_info": null,
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Improved Federal Network Security",
      "rule_content": "The Secretary, in coordination with the Director of the Office of Management and Budget, shall develop and implement an intrusion assessment plan to proactively detect, identify, and remove intruders in agency information systems on a routine basis.",
      "additional_info": "The intrusion assessment plan shall not apply to the Department of Defense, a national security system, or an element of the intelligence community.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Intrusion Detection and Prevention System",
      "rule_content": "The Secretary shall deploy, operate, and maintain a capability to detect and prevent cybersecurity risks in network traffic transiting or traveling to or from an agency information system.",
      "additional_info": "The Secretary shall regularly deploy new technologies and modify existing technologies to improve the intrusion detection and prevention capabilities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Disclosure and Use of Network Traffic Information",
      "rule_content": "Private entities may not disclose any network traffic transiting or traveling to or from an agency information system to any entity other than the Department or the agency that disclosed the information, including personal information of a specific individual or information that identifies a specific individual not directly related to a cybersecurity risk. They may not use such network traffic for any purpose other than to protect agency information and agency information systems against cybersecurity risks or to administer a contract or other agreement entered into pursuant to subsection (c)(2) or as part of another contract with the Secretary.",
      "additional_info": "This rule is aimed at protecting sensitive information and ensuring that network traffic data is used solely for cybersecurity purposes.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Limitation on Liability for Cybersecurity Assistance",
      "rule_content": "No cause of action shall lie in any court against a private entity for assistance provided to the Secretary in accordance with this section and any contract or agreement entered into pursuant to subsection (c)(2).",
      "additional_info": "This rule provides legal protection to private entities that assist in cybersecurity efforts, encouraging collaboration between the private sector and government agencies.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Privacy Officer Review",
      "rule_content": "The Privacy Officer, in consultation with the Attorney General, shall review the policies and guidelines for the program carried out under this section to ensure that the policies and guidelines are consistent with applicable privacy laws, including those governing the acquisition, interception, retention, use, and disclosure of communications.",
      "additional_info": "This rule ensures that cybersecurity measures do not infringe on privacy rights and are in compliance with existing privacy laws.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Implementation of Intrusion Detection and Prevention Capabilities",
      "rule_content": "The head of each agency shall apply and continue to utilize intrusion detection and prevention capabilities to all information traveling between an agency information system and any information system other than an agency information system, not later than 1 year after the date of enactment of this Act or 2 months after the date on which the Secretary makes available the intrusion detection and prevention capabilities, whichever is later.",
      "additional_info": "This rule mandates the use of advanced cybersecurity tools to protect agency information systems from intrusions and anomalous activities.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Advanced Network Security Tools",
      "rule_content": "The Secretary shall include advanced network security tools in the efforts of the Department to continuously diagnose and mitigate cybersecurity risks, to improve visibility of network activity, and to detect and mitigate intrusions and anomalous activity.",
      "additional_info": "This rule emphasizes the importance of using advanced tools for network security to enhance the detection and mitigation of cybersecurity threats.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Cybersecurity Requirements",
      "rule_content": "The head of each agency shall identify sensitive and mission critical data, assess access controls to such data, encrypt or otherwise render indecipherable to unauthorized users the data stored on or transiting agency information systems, implement a single sign-on trusted identity platform for individuals accessing each public website of the agency that requires user authentication, and implement identity management consistent with section 504 of the Cybersecurity Enhancement Act of 2014, including multi-factor authentication for remote access to an agency information system and each user account with elevated privileges on an agency information system.",
      "additional_info": "This rule sets forth comprehensive cybersecurity requirements for federal agencies to protect sensitive and mission-critical data, including the implementation of encryption, single sign-on platforms, and multi-factor authentication.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Intrusion Detection and Prevention Capabilities",
      "rule_content": "Agencies are required to utilize technologies and capabilities to prevent network traffic associated with cybersecurity risks from transiting or traveling to or from agency information systems. This includes the use of existing commercial and noncommercial technologies.",
      "additional_info": "Agencies must also describe the types of indicators or other identifiers or techniques used to detect cybersecurity risks in network traffic and report the number of instances in which cybersecurity risks were detected and blocked.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "OMB Report on Cybersecurity",
      "rule_content": "The Director of the Office of Management and Budget (OMB) is required to submit an analysis of agency application of intrusion detection and prevention capabilities to Congress. This includes a list of agencies and the degree to which they have applied these capabilities to their information systems.",
      "additional_info": "The report must also include the number of instances in which cybersecurity risks were detected and prevented, along with the types of indicators, identifiers, and techniques used.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Chief Information Officer's Review",
      "rule_content": "The Federal Chief Information Officer is required to review and submit a report assessing the effectiveness of intrusion detection and prevention capabilities in detecting, disrupting, and preventing cyber-threat actors from accessing agency information and systems.",
      "additional_info": "The review must also assess the costs and benefits of these capabilities compared to commercial technologies and tools, and the capability of agencies to protect sensitive cyber threat indicators and defensive measures.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Intrusion Assessment Plan",
      "rule_content": "The Director of OMB is required to submit an intrusion assessment plan to the appropriate congressional committees, including a description of the implementation of the plan, findings of intrusion assessments, and a list of agency compliance with cybersecurity requirements.",
      "additional_info": "The plan must also describe advanced network security tools included in efforts to continuously diagnose and mitigate cybersecurity risks.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Identification of Information Systems Relating to National Security",
      "rule_content": "The Director of National Intelligence and the Director of OMB are required to identify unclassified information systems that may provide adversaries with access to classified information, assess the risks of breaches, and report findings to Congress.",
      "additional_info": "This requirement does not apply to the Department of Defense, national security systems, or elements of the intelligence community.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Emergency Directive Authority",
      "rule_content": "In response to a known or suspected information security threat, the Secretary may issue an emergency directive to the head of an agency to take lawful actions to protect the agency's information systems from or mitigate an information security threat.",
      "additional_info": "The Secretary must establish procedures for issuing directives, including thresholds and criteria, privacy and civil liberties protections, and notice to potentially affected third parties. Directives must be the least intrusive means possible and limited to the shortest period practicable.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Intrusion Detection and Prevention",
      "rule_content": "The Secretary is authorized to use intrusion detection and prevention capabilities to protect agency information from unauthorized access, use, disclosure, disruption, modification, or destruction, and to require the remediation of or protect against identified information security risks.",
      "additional_info": "The authority under this rule may not be delegated by the Secretary. The Secretary must establish procedures governing the circumstances under which these capabilities may be used and submit these procedures to Congress.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Annual Cybersecurity Report to Congress",
      "rule_content": "The Director and the Secretary are required to submit an annual report to the appropriate congressional committees regarding the specific actions taken to address cybersecurity, including actions taken pursuant to section 11303(b)(5) of title 40.",
      "additional_info": "The report must be submitted by February 1 of each year.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Cybersecurity Workforce Assessment",
      "rule_content": "Federal agencies are required to identify all positions within the agency that require the performance of cybersecurity or other cyber-related functions and assign the corresponding employment code under the National Initiative for Cybersecurity Education.",
      "additional_info": "The Director, in coordination with the National Institute of Standards and Technology, shall develop a coding structure for this purpose. Agencies must also submit a baseline assessment of their existing cybersecurity workforce to the appropriate congressional committees.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Identification of Cyber-Related Work Roles of Critical Need",
      "rule_content": "Federal agencies must identify information technology, cybersecurity, or other cyber-related work roles of critical need in their workforce and submit a report to the Director describing these roles and substantiating the critical need designations.",
      "additional_info": "This process must begin not later than 1 year after the employment codes are assigned to employees and continue annually through 2022.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Study on Mobile Device Security",
      "rule_content": "The Secretary of Homeland Security, in consultation with the Director of the National Institute of Standards and Technology, is required to complete a study on threats relating to the security of the mobile devices of the Federal Government and submit a report to Congress.",
      "additional_info": "The report must include findings, recommendations, identified deficiencies, and a plan for accelerated adoption of secure mobile device technology by the Department of Homeland Security.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "International Cyberspace Policy Strategy",
      "rule_content": "The Secretary of State is required to produce a comprehensive strategy relating to United States international policy with regard to cyberspace.",
      "additional_info": "The strategy must be produced not later than 90 days after the date of the enactment of this Act.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Promotion of International Cybersecurity Norms",
      "rule_content": "The Secretary of State is required to conduct bilateral and multilateral activities to develop norms of responsible international behavior in cyberspace and review existing discussions in multilateral fora to obtain agreements on international norms in cyberspace.",
      "additional_info": "This includes a review of alternative concepts regarding international norms in cyberspace offered by prominent foreign countries such as China, Russia, Brazil, and India.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Review of Cybersecurity Threats",
      "rule_content": "A detailed description of threats to United States national security in cyberspace from foreign countries, state-sponsored actors, and private actors to Federal and private sector infrastructure, intellectual property, and the privacy of citizens is required.",
      "additional_info": "This review aims to identify and mitigate potential cybersecurity threats to national security and private sector interests.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Policy Tools for Cybersecurity Deterrence",
      "rule_content": "A review of policy tools available to the President to deter foreign countries, state-sponsored actors, and private actors, including those outlined in Executive Order 13694.",
      "additional_info": "This includes mechanisms to prevent and respond to cyber threats against the United States.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Apprehension and Prosecution of International Cyber Criminals",
      "rule_content": "The Secretary of State is required to consult with countries lacking extradition treaties with the United States to determine actions taken to apprehend and prosecute international cyber criminals and prevent future cybercrimes.",
      "additional_info": "An annual report detailing the number of international cyber criminals, discussions with other countries, and extraditions to the United States is also required.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Enhancement of Emergency Services Cybersecurity",
      "rule_content": "The Secretary of Homeland Security is required to establish a process for reporting cybersecurity risks or incidents involving information systems or networks used by emergency response providers.",
      "additional_info": "This includes the development of security and resilience measures and best practices for reducing cybersecurity risks to emergency response providers.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Improving Cybersecurity in the Health Care Industry",
      "rule_content": "The Secretary of Health and Human Services is required to submit a report on the preparedness of the Department and health care industry stakeholders in responding to cybersecurity threats.",
      "additional_info": "The report must include a clear statement of responsibility within the Department for leading and coordinating cybersecurity efforts and plans from each relevant division on addressing cybersecurity threats.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Establishment of Health Care Industry Cybersecurity Task Force",
      "rule_content": "The Secretary, in consultation with the Director of the National Institute of Standards and Technology and the Secretary of Homeland Security, shall establish a task force to analyze cybersecurity strategies in other industries, identify challenges in the health care industry, review challenges in securing networked medical devices, provide information to improve preparedness and response to cybersecurity threats, establish a plan for sharing cyber threat indicators, and report findings and recommendations to congressional committees.",
      "additional_info": "The task force will terminate one year after its establishment, and the Secretary must disseminate the task force's information to health care industry stakeholders within 60 days after termination.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Development of Voluntary Cybersecurity Guidelines for the Health Care Industry",
      "rule_content": "The Secretary shall establish a common set of voluntary, consensus-based, and industry-led guidelines, best practices, methodologies, procedures, and processes for reducing cybersecurity risks in health care organizations. These guidelines should support voluntary adoption and implementation efforts to improve safeguards against cybersecurity threats and be consistent with existing standards and regulations.",
      "additional_info": "The Secretary is not authorized to conduct audits for compliance or mandate compliance as a condition for Federal grants, contracts, or purchases. Health care industry stakeholders are not subject to liability for choosing not to engage in the voluntary activities or guidelines developed under this subsection.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Inspector General Reports on Federal Computer Systems",
      "rule_content": "The Inspector General of each covered agency must submit a report to the appropriate congressional committees detailing the logical access policies and practices, logical access controls, multi-factor authentication, and information security management practices used by the agency. The report should also describe the agency's capabilities to monitor and detect threats and ensure that contractors implement the described information security management practices.",
      "additional_info": "Reports may be based on existing audits, evaluations, or reports and can include a classified annex. The reports are due 240 days after the enactment of this Act.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Amendment to Fraudulent Sale of Financial Information",
      "rule_content": "Section 1029(h) of title 18, United States Code, is amended to clarify that the fraudulent sale of financial information involves an access device issued, owned, managed, or controlled by a financial institution, account issuer, credit card system member, or other entity organized under the laws of the United States, or any State, the District of Columbia, or other territory of the United States.",
      "additional_info": "This amendment aims to strengthen the legal framework against the fraudulent sale of financial information by specifying the entities involved in such offenses.",
      "from_doc": "Cybersecurity Act of 2015.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Research and Development",
      "rule_content": "The heads of applicable agencies and departments are required to develop and update every 4 years a Federal cybersecurity research and development strategic plan. This plan should guide the overall direction of Federal cybersecurity and information assurance research and development for information technology and networking systems, focusing on innovative, transformational technologies with the potential to enhance the security, reliability, resilience, and trustworthiness of these systems.",
      "additional_info": "The strategic plan should specify and prioritize near-term, mid-term, and long-term research objectives, including objectives associated with research identified in the Cyber Security Research and Development Act. It should also describe how the heads of the applicable agencies and departments will focus on technologies that can enhance cybersecurity.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Public-Private Collaboration on Cybersecurity",
      "rule_content": "The National Institute of Standards and Technology (NIST) is tasked with facilitating and supporting the development of a voluntary, consensus-based, industry-led set of standards, guidelines, best practices, methodologies, procedures, and processes to cost-effectively reduce cyber risks to critical infrastructure. This includes coordinating with private sector personnel and entities, critical infrastructure owners and operators, and other relevant industry organizations.",
      "additional_info": "The Director of NIST is required to consult with the heads of agencies with national security responsibilities, sector-specific agencies, State and local governments, the governments of other nations, and international organizations. The aim is to identify a prioritized, flexible, repeatable, performance-based, and cost-effective approach to managing cyber risks, including information security measures and controls that may be voluntarily adopted by owners and operators of critical infrastructure.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "No Regulatory Authority",
      "rule_content": "The Cybersecurity Enhancement Act of 2014 does not confer any regulatory authority on any Federal, State, tribal, or local department or agency. This means that the Act does not authorize these entities to create new regulations or enforce existing ones based on the provisions of the Act.",
      "additional_info": "This provision ensures that the Act's focus remains on facilitating voluntary public-private partnerships and research and development efforts without expanding the regulatory powers of government entities.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "No Additional Funds Authorized",
      "rule_content": "The Cybersecurity Enhancement Act of 2014 does not authorize any additional funds for its implementation. The Act and its amendments must be carried out using amounts otherwise authorized or appropriated, ensuring that no new financial resources are allocated specifically for the Act's provisions.",
      "additional_info": "This rule emphasizes the importance of utilizing existing resources efficiently to achieve the Act's objectives without increasing the financial burden on the government.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Research and Development",
      "rule_content": "The heads of applicable agencies and departments are required to develop, implement, and update a strategic plan for Federal cybersecurity research and development. This plan must include objectives such as protecting the digital infrastructure, fostering the rapid transfer of research and development results into new cybersecurity technologies, establishing a national research infrastructure for secure networking and information technology systems, and facilitating access to this infrastructure and relevant data by academic researchers.",
      "additional_info": "The strategic plan and its implementation roadmap must be submitted to Congress, with the first submission due not later than 1 year after the enactment of the Act. The plan should also ensure that Federal cybersecurity research and development is not duplicative of private sector efforts and should be developed in cooperation with industry, academia, and other stakeholders.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Practices Research",
      "rule_content": "The Director of the National Science Foundation is mandated to support research that develops, evaluates, disseminates, and integrates new cybersecurity practices and concepts into the core curriculum of computer science programs and other relevant programs. This includes secure coding education and improvement programs, as well as new models for professional development of faculty in cybersecurity education.",
      "additional_info": "This research aims to prepare graduates for developing secure software and to enhance the cybersecurity knowledge and skills of faculty members.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Modeling and Testbeds",
      "rule_content": "The Director of the National Science Foundation, in coordination with the Director of the Office of Science and Technology Policy, is required to conduct a review of existing cybersecurity test beds to assess their sufficiency in meeting research needs under the Federal cybersecurity research and development strategic plan. If additional test beds are needed, grants may be awarded to institutions of higher education or research and development nonprofit institutions to establish them.",
      "additional_info": "These test beds must be robust enough to model real-time cyber attacks and defenses on real-world networks and environments. The effectiveness of these grants in meeting the strategic plan's objectives must be evaluated periodically.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coordination with Other Research Initiatives",
      "rule_content": "The Director of the Office of Science and Technology Policy is tasked with coordinating Federal research and development activities under this section with other ongoing security-related research initiatives. This includes research conducted by various Federal agencies, private research laboratories, universities, and international partners.",
      "additional_info": "This coordination aims to enhance the effectiveness and efficiency of cybersecurity research and development efforts across different sectors and jurisdictions.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "National Science Foundation Computer and Network Security Research Grant Areas",
      "rule_content": "The Cybersecurity Research and Development Act is amended to include additional grant areas for computer and network security research. These areas include secure fundamental protocols, secure software engineering and software assurance, holistic system security, monitoring and detection, mitigation and rapid recovery methods, security of wireless networks and mobile devices, and security of cloud infrastructure and services.",
      "additional_info": "These grant areas aim to address a wide range of cybersecurity challenges and to promote the development of secure and resilient information technology systems.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Research on the Science of Cybersecurity",
      "rule_content": "The head of each agency and department identified under the High-Performance Computing Act of 1991 is required to support research that will lead to the development of a scientific foundation for the field of cybersecurity. This includes research that increases understanding of the underlying principles of securing complex networked systems, enables repeatable experimentation, and creates quantifiable security metrics.",
      "additional_info": "This research aims to advance the scientific understanding of cybersecurity and to develop effective strategies and technologies for protecting networked systems against cyber threats.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Research and Development",
      "rule_content": "The National Institute of Standards and Technology (NIST) is mandated to conduct research to improve the security of information systems and networks, including industrial control systems and the information technology supply chain.",
      "additional_info": "This research aims to develop a standardized identity, privilege, and access control management framework, improve testing, measurement, usability, and assurance of information systems, and enhance the security and integrity of the IT supply chain.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Automation and Checklists for Government Systems",
      "rule_content": "NIST is required to develop and revise security automation standards, reference materials, and checklists to minimize security risks associated with information technology hardware or software systems widely used within the Federal Government.",
      "additional_info": "These standards and checklists aim to enable standardized and interoperable technologies for continuous monitoring of information security within Federal agencies, with priorities based on security risks, number of agencies using the system, and effectiveness in enabling continuous monitoring.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "National Cybersecurity Challenges",
      "rule_content": "The Secretary of Commerce is tasked with establishing national cybersecurity challenges to achieve high-priority breakthroughs in cybersecurity, including building more resilient systems, empowering the public with digital literacy, advancing cybersecurity efforts in response to emerging technology, improving online privacy and security, and reducing cybersecurity risks to Federal networks.",
      "additional_info": "Efforts to pursue these challenges include carrying out programs to award prizes competitively and coordinating with various Federal agencies and directors to enhance cybersecurity resilience and response capabilities.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Competitions and Challenges",
      "rule_content": "The Secretary of Commerce, Director of the National Science Foundation, and Secretary of Homeland Security, in consultation with the Director of the Office of Personnel Management, are to support competitions and challenges to promote cybersecurity education and workforce development.",
      "additional_info": "These competitions and challenges aim to foster innovation and skill development in cybersecurity, contributing to the national effort to enhance cybersecurity resilience and capabilities.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Talent Recruitment and Development",
      "rule_content": "The Cybersecurity Enhancement Act of 2014 mandates the identification, development, and recruitment of talented individuals for cybersecurity roles in Federal, State, local, and tribal government agencies, and the private sector. It also aims to stimulate innovation in cybersecurity research and technology development.",
      "additional_info": "This includes competitions and challenges designed to identify exceptional talent in areas such as ethical hacking, penetration testing, vulnerability assessment, and cyber forensics.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Cyber Scholarship-for-Service Program",
      "rule_content": "The Act establishes a Federal Cyber Scholarship-for-Service Program to recruit and train the next generation of information technology professionals, industrial control system security professionals, and security managers to meet the cybersecurity needs of Federal, State, local, and tribal governments.",
      "additional_info": "Scholarship recipients are required to fulfill a post-award employment obligation in the cybersecurity mission of various government entities, ensuring a skilled workforce to combat cybercrimes.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Education and Awareness",
      "rule_content": "The Act provides for awards to improve cybersecurity education, including summer cybersecurity camps and teacher training, to increase interest in cybersecurity careers and promote safe online behavior among students.",
      "additional_info": "This initiative aims to build a foundational understanding of cybersecurity principles from kindergarten through grade 12, contributing to the prevention of cybercrimes through education.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Post-Award Employment Obligations",
      "rule_content": "Scholarship recipients under the Federal Cyber Scholarship-for-Service Program must agree to work in the cybersecurity mission of government entities for a period equal to the length of their scholarship, ensuring a commitment to enhancing cybersecurity defenses.",
      "additional_info": "Failure to fulfill these obligations can result in the recipient being liable to repay the scholarship amount, emphasizing the importance of contributing to the cybersecurity workforce.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Scholarship Repayment Obligation",
      "rule_content": "Individuals who receive cybersecurity scholarships must fulfill a post-award employment obligation. Failure to complete this obligation requires repayment of the scholarship, either in full or proportionally based on the service completed.",
      "additional_info": "Repayment is treated as a Federal Direct Unsubsidized Stafford Loan, subject to terms and conditions specified by the Director of the National Science Foundation. Exceptions for repayment can be made in cases of extreme hardship or if enforcement is deemed unconscionable.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Public Information on Cybersecurity Workforce",
      "rule_content": "The Director of the National Science Foundation, in coordination with the Director of the Office of Personnel Management, is required to evaluate and make public information on the success of recruiting, hiring, and retaining individuals in the public sector cybersecurity workforce.",
      "additional_info": "This includes placement rates, job titles and descriptions, salary ranges, duration of employment, and remedial training requirements. Reports must be submitted to relevant Senate and House committees at least once every two years.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "National Cybersecurity Awareness and Education Program",
      "rule_content": "The Director of the National Institute of Standards and Technology is tasked with coordinating a national cybersecurity awareness and education program. This includes disseminating cybersecurity standards and best practices, increasing public awareness, and supporting cybersecurity education programs.",
      "additional_info": "The program aims to prepare a skilled cybersecurity workforce for both the private sector and government entities, identify workforce skill gaps, and develop strategies for recruitment, training, and retention.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Workforce Development",
      "rule_content": "The Director of the National Institute of Standards and Technology, in consultation with relevant Federal agencies, shall develop and implement a strategic plan to support the national cybersecurity awareness and education program.",
      "additional_info": "The strategic plan must be transmitted to the Committee on Commerce, Science, and Transportation of the Senate and the Committee on Science, Space, and Technology of the House of Representatives within one year of enactment and every five years thereafter.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Metrics Development",
      "rule_content": "The Director of the Office of Management and Budget may seek input from the Director of the National Institute of Standards and Technology and other agencies to develop quantifiable metrics for evaluating Federally funded cybersecurity workforce programs.",
      "additional_info": "This effort aims to assess the effectiveness and impact of programs and initiatives aimed at advancing the cybersecurity workforce.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Regional Alliances for Cybersecurity Education",
      "rule_content": "The Director of the National Institute of Standards and Technology shall establish cooperative agreements with regional alliances or partnerships for cybersecurity education and workforce development.",
      "additional_info": "These agreements aim to advance the goals of the National Initiative for Cybersecurity Education Cybersecurity Workforce Framework by facilitating local and regional partnerships to identify workforce needs and support education and training opportunities.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Workforce Development",
      "rule_content": "Regional alliances or partnerships must establish a multistakeholder workforce partnership that includes at least one institution of higher education or nonprofit training organization and at least one local employer or owner or operator of critical infrastructure. Participation from academic institutions in cybersecurity programs and other community organizations is encouraged.",
      "additional_info": "The workforce partnership should identify local economy workforce needs, leverage the National Initiative for Cybersecurity Education programs, and recruit employers to support education and training programs, including for veterans, Indian Tribes, and underrepresented groups.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Technical Standards Coordination",
      "rule_content": "The Director of the National Institute of Standards and Technology, in coordination with appropriate Federal authorities, shall ensure coordination of Federal agencies engaged in the development of international technical standards related to information system security and develop a plan for ensuring such coordination.",
      "additional_info": "The Director shall ensure consultation with appropriate private sector stakeholders in carrying out these activities.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cloud Computing Security Frameworks",
      "rule_content": "The Director, in coordination with the Office of Management and Budget and in consultation with the private sector, shall support the development of appropriate security frameworks and reference materials for cloud computing services, including activities to ensure the physical security of cloud computing data centers and secure access to data.",
      "additional_info": "The strategy includes accelerating the development of standards for interoperability and portability of cloud computing services and advancing conformance testing performed by the private sector.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Identity Management Research and Development",
      "rule_content": "The Director shall carry out a program of research to support the development of voluntary, consensus-based technical standards, best practices, and conformance criteria for identity management, focusing on improving interoperability, privacy protection, and the accuracy of identity management systems.",
      "additional_info": "The program aims to strengthen identity proofing and verification methods and improve the usability and inclusivity of identity management systems, taking into account appropriate user concerns.",
      "from_doc": "Cybersecurity Enhancement Act of 2014,.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Data Breach Notification",
      "rule_content": "Federal agencies and persons engaged in interstate commerce must disclose any breach of sensitive personally identifiable information.",
      "additional_info": "The Data Breach Notification Act aims to enhance data security by ensuring individuals and law enforcement are notified when sensitive personal information is at risk, creating incentives for entities to secure their data systems.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Identity Theft Prevention",
      "rule_content": "Entities must take steps to secure their data systems to prevent identity theft.",
      "additional_info": "Identity theft is a top concern for consumers, with security breaches allowing unauthorized access to sensitive personal information. The Act encourages entities to implement measures to protect against such breaches.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Measures Against Organized Crime",
      "rule_content": "Entities must protect against sophisticated data breaches perpetrated by organized crime rings.",
      "additional_info": "The Act highlights the increasing threat from organized crime rings using sophisticated techniques to breach data systems, emphasizing the need for robust cybersecurity measures.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection Against Cyber Attacks",
      "rule_content": "Entities must safeguard against cyber attacks that target sensitive military information, intellectual property, and national infrastructure.",
      "additional_info": "The Act underscores the importance of protecting against cyber attacks by foreign states and terrorist groups, which aim to collect intelligence and interfere with national infrastructure.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Data Breach Notification Requirement",
      "rule_content": "Businesses or Government entities experiencing a data breach must promptly notify any consumer whose sensitive personally identifiable information has been exposed.",
      "additional_info": "Notification must be provided in writing, by telephone, or by email if consented to by the consumer. For breaches affecting more than 5,000 residents of a State, notice must also be provided through major media outlets in the State.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Law Enforcement Notification for Large Breaches",
      "rule_content": "In the event of a breach involving unauthorized access to more than 10,000 individuals’ sensitive personally identifiable information or to a database containing the sensitive personally identifiable information of more than 1,000,000 individuals nationwide, immediate notice must be provided to the Secret Service.",
      "additional_info": "The Secret Service is empowered to obtain additional information about the data breach from business entities and must provide further notice to Federal agencies such as the FBI, the U.S. Postal Inspection Service, and State Attorneys General.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Civil Enforcement Provisions",
      "rule_content": "State Attorneys General or the U.S. Attorney General can bring a civil enforcement action against violators of the bill’s notification requirements.",
      "additional_info": "Civil penalties can be up to $1,000 per affected individual, per day, with a maximum penalty of $1,000,000 per violation, unless the violation is willful or intentional.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Investigation of Data Security Breaches",
      "rule_content": "The Secret Service is authorized to investigate data security breaches and provide guidance to companies on their notice obligations under the bill.",
      "additional_info": "The FBI must be notified of any data security breach involving espionage, foreign counterintelligence, or national security matters.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Preemption of State Laws",
      "rule_content": "The legislation preempts State laws on breach notification to provide a clear, national standard, with exceptions for State laws requiring additional information about victim protection assistance.",
      "additional_info": "The bill’s requirements do not apply to State or local government entities, and it does not intend to preempt or displace State laws addressing obligations of State and local government entities to provide notice of a security breach.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Data Breach Notification",
      "rule_content": "Business entities or Federal agencies must notify individuals whose sensitive personally identifiable information has been compromised following a data security breach without unreasonable delay.",
      "additional_info": "If the business entity or Federal agency does not own or license the compromised information, they must notify the owner or licensee of the data, who will then provide the notice to individuals.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exemptions from Notification",
      "rule_content": "A business entity or Federal agency may delay notification by providing a written certification to the U.S. Secret Service that notification would impede a criminal investigation or damage national security.",
      "additional_info": "The Secret Service has 10 business days to review the certification, which can be extended if additional information is needed. If the Secret Service determines the exemption is without merit, the exemption will not apply.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Risk Assessment Exemption",
      "rule_content": "A business entity or agency that conducts a risk assessment after a data breach and finds no significant risk of harm to individuals is exempt from the notice requirements, provided they notify the Secret Service of the results within 45 days.",
      "additional_info": "The use of encryption technology or other technologies that render the sensitive personally identifiable information indecipherable creates a rebuttable presumption that there is no significant risk of harm.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Financial Fraud Prevention Exemption",
      "rule_content": "A business entity with a program to block the fraudulent use of information, such as credit card numbers, to avoid fraudulent transactions is exempt from the notice requirement.",
      "additional_info": "Debit cards and other financial instruments are not covered by this exemption.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Methods of Notice",
      "rule_content": "Notice to individuals may be given in writing, by telephone, or via email if the individual has consented to email notice. Media notice is required if the number of affected residents in a particular State exceeds 5,000.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Content of Notification",
      "rule_content": "The notice must detail the nature of the compromised personally identifiable information, provide a toll-free number to contact the business entity or Federal agency, and include the toll-free numbers and addresses of major credit reporting agencies.",
      "additional_info": "States may require additional information about victim protection assistance to be included in the notice.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coordination with Credit Reporting Agencies",
      "rule_content": "For breaches affecting 5,000 or more individuals, a business entity or Federal agency must provide advance notice of the breach to consumer reporting agencies.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Notice to Law Enforcement",
      "rule_content": "Business entities and Federal agencies must notify the Secret Service within 14 days of a security breach involving more than 10,000 individuals, a database with information on more than one million individuals, a Federal Government database, or individuals known to be Government employees or contractors involved in national security or law enforcement.",
      "additional_info": "The Secret Service is responsible for notifying other Federal law enforcement agencies and relevant State Attorneys General within 14 days of receiving notice of a data security breach.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Enforcement",
      "rule_content": "The Attorney General may bring a civil action to recover penalties for violations of the notification requirements. Violators are subject to a civil penalty of up to $1,000 per day, per individual and a maximum penalty of $1 million per violation, unless the violation is willful or intentional.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Enforcement by State Attorneys General",
      "rule_content": "State attorneys general may bring a civil action in U.S. district court to enforce the notification requirements. The attorney general may stay, or intervene in, any State action brought under this subtitle.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Effect on Federal and State Law",
      "rule_content": "The bill preempts State laws on breach notification, except for State laws regarding providing consumers with information about victim protection assistance available in a particular State.",
      "additional_info": "The breach notification requirements do not apply to State and local government entities, so State or local laws regarding their obligations to provide notice of a data security breach are not preempted.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Authorization of Appropriations",
      "rule_content": "Funds are authorized for the Secret Service as may be necessary to carry out investigations and risk assessments of security breaches under the requirements of the bill.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Reporting on Risk Assessment Exemptions",
      "rule_content": "The Secret Service must report to Congress on the number and nature of data security breach notices invoking the risk assessment exemption and the number and nature of data security breaches subject to the national security and law enforcement exemptions.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definitions",
      "rule_content": "Defines 'sensitive personally identifiable information' as combinations of a person’s name with certain categories of personal information, including social security numbers, driver’s license numbers, passport numbers, alien registration numbers, home addresses, telephone numbers, mother’s maiden names, complete birth dates, unique biometric data, and unique account numbers or electronic identification numbers in combination with an associated security code.",
      "additional_info": "A financial account number accessed or acquired without the account holder’s name but in combination with an associated security code or password also qualifies as 'sensitive personally identifiable information'.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Effective Date",
      "rule_content": "The Act takes effect 90 days after the date of enactment.",
      "additional_info": null,
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Notification of Security Breaches",
      "rule_content": "Government agencies and business entities must notify individuals if their sensitive personally identifiable information has been unlawfully accessed. Notification methods include written notice, telephone call, or email, and mass media for breaches involving 5,000 or more individuals.",
      "additional_info": "The notification must include a description of the accessed information, a toll-free number to contact the agency, the names and toll-free telephone numbers of the major credit-reporting agencies, and, in some instances, information on an individual state’s victim protection assistance.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exemption from Notification",
      "rule_content": "Business entities or federal agencies can apply to the Secret Service for exemption from the notification requirement under certain circumstances.",
      "additional_info": "Based on information from the Secret Service, any additional investigative or administrative costs to that agency would likely total less than $500,000 annually and would be subject to the availability of appropriated funds.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Notification to the Secret Service",
      "rule_content": "Business entities or federal agencies must notify the Secret Service of a security breach under certain circumstances.",
      "additional_info": "Entities must notify the U.S. Secret Service if the breach involves more than 10,000 individuals.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Preemption of State Laws",
      "rule_content": "The bill would explicitly preempt laws in at least 45 states regarding the treatment of personal information and would impose notification requirements and limitations on State Attorneys General and state insurance authorities.",
      "additional_info": "The limits on state authority would impose no duties with costs and the notification requirements would result in minimal additional spending.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Private-Sector Notification Requirements",
      "rule_content": "Business entities engaged in interstate commerce that use, access, transmit, store, dispose of, or collect sensitive personally identifiable information must notify individuals if a security breach occurs that affects the individuals’ sensitive, personally identifiable information.",
      "additional_info": "Entities would be able to notify individuals using written letter, the telephone, or email under certain circumstances. The bill also would require those entities to notify the owner or licensee of any such information that the entity does not own or license and would require notice in major media outlets serving a state or jurisdiction for any breach of more than 5,000 residents’ records within a particular state.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Exemption for Business Entities",
      "rule_content": "Business entities are exempt from the notification requirements under certain circumstances.",
      "additional_info": "According to industry sources, 45 states already have laws requiring notification in the event of a security breach, and it is the standard practice of most businesses to notify individuals if a security breach occurs.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Data Breach Notification Requirement",
      "rule_content": "Entities must notify consumers of a data breach without unreasonable delay, especially when there is a risk of identity theft, fraud, or financial harm.",
      "additional_info": "The notification must be clear and based on a risk-based standard to avoid desensitizing the public through over-notification. Actual notice is preferred, with mass media as a fall-back alternative.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Security Breach",
      "rule_content": "A security breach includes unauthorized access or acquisition of sensitive personally identifiable information, but excludes the release of public records not protected by confidentiality or nondisclosure rules.",
      "additional_info": "The definition aims to cover instances where personal data is at risk of being used for harmful purposes, distinguishing between mere access and actual acquisition of data.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Consumer Notice Methods",
      "rule_content": "Consumers must be notified of data breaches through actual notice (mail, telephone, or email) and, where necessary, through mass media outlets. Email notification requires prior consent from the consumer.",
      "additional_info": "The bill encourages using the consumer's customary communication channels with the entity for notifications, aiming for efficiency and effectiveness in breach communication.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Uniform National Standard for Breach Notification",
      "rule_content": "Congress should establish a uniform national standard for breach notification to ensure consistency and effectiveness in data breach responses.",
      "additional_info": "This includes reinforcing preemption language in the bill to override state laws and clarifying civil penalty provisions to apply per incident rather than per affected consumer.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Encryption Technology Standards",
      "rule_content": "Encryption technology adopted by an established standards setting body must be widely-accepted or certified by the FTC to ensure robust protection of sensitive information.",
      "additional_info": "This rule aims to strengthen data security measures by endorsing encryption technologies that meet high standards of acceptance and certification.",
      "from_doc": "Data Security Act and Breach Notifcation Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Workforce Assessment",
      "rule_content": "The Secretary of Homeland Security is required to assess the cybersecurity workforce of the Department of Homeland Security annually for 3 years to ensure readiness and capacity to meet its cybersecurity mission.",
      "additional_info": "The assessment includes evaluating the workforce's capacity, identifying the location of cybersecurity positions within the Department, and determining the percentage of individuals who received essential training for their cybersecurity roles.",
      "from_doc": "Cybersecurity Workforce Assessment ACt.CNCI.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Comprehensive Workforce Strategy Development",
      "rule_content": "The Secretary of Homeland Security must develop a comprehensive workforce strategy to enhance the readiness, capacity, training, recruitment, and retention of the cybersecurity workforce within one year of the Act's enactment.",
      "additional_info": "The strategy includes a multi-phased recruitment plan targeting experienced professionals, disadvantaged communities, the unemployed, and veterans, a 5-year implementation plan, a 10-year projection of cybersecurity workforce needs, identification of hiring obstacles, and plans to address workforce gaps.",
      "from_doc": "Cybersecurity Workforce Assessment ACt.CNCI.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Fellowship Program Feasibility Study",
      "rule_content": "The Secretary of Homeland Security is required to report on the feasibility, cost, and benefits of establishing a Cybersecurity Fellowship Program to offer tuition payment plans for individuals pursuing undergraduate and doctoral degrees in exchange for service in the Department.",
      "additional_info": "The report must be submitted to the appropriate congressional committees within 120 days of the Act's enactment.",
      "from_doc": "Cybersecurity Workforce Assessment ACt.CNCI.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "The Federal Government is authorized to share cyber threat indicators and defensive measures with non-Federal entities to prevent or mitigate cybersecurity threats, ensuring the protection of classified information and privacy.",
      "additional_info": "Procedures must be developed to facilitate the timely sharing of classified and unclassified cyber threat indicators, including the removal of personal information not directly related to cybersecurity threats.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Private-Sector Defensive Monitoring",
      "rule_content": "Private entities are authorized to monitor their own information systems and those of non-Federal or Federal entities upon written authorization for cybersecurity purposes.",
      "additional_info": "This authorization does not permit the monitoring of information systems beyond the scope defined or the use of obtained information for unauthorized purposes.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Operation of Defensive Measures",
      "rule_content": "Private entities may operate defensive measures on their own information systems and those of non-Federal or Federal entities upon written authorization to protect rights or property.",
      "additional_info": "Defensive measures must not destroy, render unusable, or substantially harm information systems or information not owned by the private entity or the authorizing entity.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing or Receiving Cyber Threat Indicators or Defensive Measures",
      "rule_content": "Non-Federal entities may share or receive cyber threat indicators or defensive measures with other non-Federal entities or appropriate Federal entities, excluding the Department of Defense and the National Security Agency, for cybersecurity purposes.",
      "additional_info": "Entities must remove personal information not directly related to cybersecurity threats and comply with lawful restrictions on the sharing or use of such indicators or measures.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Cyber Threat Indicators",
      "rule_content": "Non-Federal and Federal entities are authorized to share cyber threat indicators or defensive measures as provided in this subsection, with restrictions on sharing classified information with unauthorized persons.",
      "additional_info": "This does not authorize the Federal Government to conduct surveillance of any person.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection and Use of Information",
      "rule_content": "Non-Federal entities must implement appropriate security controls to protect cyber threat indicators or defensive measures from unauthorized access or acquisition.",
      "additional_info": "Entities must also remove personal information not directly related to a cybersecurity threat before sharing cyber threat indicators.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use of Cyber Threat Indicators by Non-Federal Entities",
      "rule_content": "Non-Federal entities may use cyber threat indicators or defensive measures for cybersecurity purposes on their own information systems or on another entity's system with written authorization.",
      "additional_info": "Use, retention, and further sharing of such indicators are subject to lawful restrictions and applicable laws.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Law Enforcement Use of Cyber Threat Indicators",
      "rule_content": "State, tribal, or local governments may use cyber threat indicators shared with them for law enforcement purposes.",
      "additional_info": "Shared indicators are exempt from disclosure under any State, tribal, or local law requiring disclosure of information or records, except in criminal prosecutions.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Small Business Participation in Cyber Threat Information Sharing",
      "rule_content": "The Small Business Administration is to assist small businesses and financial institutions in monitoring information, operating defensive measures, and sharing cyber threat indicators.",
      "additional_info": "A report on the participation of small businesses and financial institutions in cyber threat information sharing is to be submitted to the President within one year of the enactment of this title.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Policies and Procedures for Sharing Cyber Threat Indicators",
      "rule_content": "The President is to develop policies and procedures for the receipt of cyber threat indicators and defensive measures by the Federal Government, ensuring real-time sharing with all appropriate Federal entities without delay or modification.",
      "additional_info": "These policies and procedures must be developed in accordance with privacy and civil liberties guidelines and include an audit capability and sanctions for misuse.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Privacy and Civil Liberties Guidelines",
      "rule_content": "The Attorney General is to develop guidelines governing the receipt, retention, use, and dissemination of cyber threat indicators by Federal entities, with a focus on limiting the impact on privacy and civil liberties.",
      "additional_info": "These guidelines must include processes for the destruction of irrelevant personal information, limitations on retention periods, and safeguards against unauthorized access.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Establishment of Cyber Threat Intelligence Integration Center",
      "rule_content": "There is within the Office of the Director of National Intelligence a Cyber Threat Intelligence Integration Center to serve as the primary organization within the Federal Government for analyzing and integrating all intelligence pertaining to cyber threats.",
      "additional_info": "The Center is headed by a Director appointed by the Director of National Intelligence and has specific missions including ensuring departments and agencies have access to intelligence support, disseminating cyber threat analysis, coordinating cyber threat intelligence activities, and conducting strategic cyber threat intelligence planning.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Limitations on Cyber Threat Intelligence Integration Center",
      "rule_content": "The Cyber Threat Intelligence Integration Center is limited to not more than 50 permanent positions and may not augment staffing through detailees, assignees, or core contractor personnel beyond this limit.",
      "additional_info": "The Center must be located in a building owned or operated by an element of the intelligence community.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing with Federal Government",
      "rule_content": "The provision of a cyber threat indicator or defensive measure to the Federal Government does not constitute a waiver of any applicable privilege or protection, including trade secret protection.",
      "additional_info": "Such information is considered the commercial, financial, and proprietary information of the non-Federal entity that provided it and is exempt from disclosure under certain laws.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use of Cyber Threat Indicators and Defensive Measures",
      "rule_content": "Cyber threat indicators or defensive measures provided to the Federal Government may be disclosed, retained, and used by the Federal Government for cybersecurity purposes, responding to threats of death or serious bodily harm, and preventing or mitigating serious threats to minors.",
      "additional_info": "The Federal Government is prohibited from using such information for any purpose not permitted under this rule and must adhere to privacy and civil liberties guidelines.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Federal Government Liability for Privacy or Civil Liberties Violations",
      "rule_content": "If a department or agency of the Federal Government intentionally or willfully violates privacy and civil liberties guidelines, the United States shall be liable to the person injured by such violation.",
      "additional_info": "The liability includes actual damages or $1,000, whichever is greater, plus reasonable attorney fees and litigation costs.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection from Liability for Monitoring and Sharing Cyber Threat Indicators",
      "rule_content": "No cause of action shall lie against any private entity for monitoring an information system or for sharing or receiving a cyber threat indicator or defensive measure in accordance with this title.",
      "additional_info": "This protection does not apply to willful misconduct, which is defined as an act or omission taken intentionally to achieve a wrongful purpose, knowingly without legal or factual justification, and in disregard of a known or obvious risk.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Oversight of Government Activities",
      "rule_content": "The Director of National Intelligence, in consultation with the heads of other appropriate Federal entities, shall submit a biennial report to Congress on the implementation of this title.",
      "additional_info": "This report is intended to provide oversight of government activities related to cyber threat intelligence and the protection of privacy and civil liberties.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Assessment of Cyber Threat Indicators Sharing",
      "rule_content": "Each report submitted under paragraph (1) shall include an assessment of the sufficiency of the policies, procedures, and guidelines required by this section and section 4 of the Protecting Cyber Networks Act in ensuring that cyber threat indicators are shared effectively and responsibly within the Federal Government.",
      "additional_info": "The assessment should also evaluate whether the procedures comply with the goals described in subparagraphs (A), (B), and (C) of subsection (a)(1).",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Review of Cyber Threat Indicators Impact on Privacy and Civil Liberties",
      "rule_content": "Each report shall include a review of the type of cyber threat indicators shared with the Federal Government, assessing the impact on privacy and civil liberties of specific persons and the adequacy of steps taken by the Federal Government to reduce such impact.",
      "additional_info": "This includes a quantitative and qualitative assessment of the impact and a review of actions taken by the Federal Government based on shared cyber threat indicators.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Reporting on Misuse of Information",
      "rule_content": "Reports must include an assessment of all reports of officers, employees, and agents of the Federal Government misusing information provided under the Protecting Cyber Networks Act or this section, and an assessment of all disciplinary actions taken against such individuals.",
      "additional_info": "This includes misuse that is both knowing and wilful.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing of Classified Cyber Threat Indicators with Non-Federal Entities",
      "rule_content": "Reports shall summarize the number and type of non-Federal entities that received classified cyber threat indicators from the Federal Government and evaluate the risks and benefits of sharing such indicators.",
      "additional_info": "This evaluation should consider the impact on privacy and civil liberties.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Biennial Report on Privacy and Civil Liberties Impact",
      "rule_content": "The Privacy and Civil Liberties Oversight Board shall biennially submit a report containing an assessment of the privacy and civil liberties impact of activities carried out under the Protecting Cyber Networks Act and the amendments made by such Act.",
      "additional_info": "The report may include recommendations for improvements or modifications to the authorities under the Act.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Biennial Report of Inspectors General on Cyber Threat Indicators",
      "rule_content": "The Inspectors General of the Department of Homeland Security, the Intelligence Community, the Department of Justice, and the Department of Defense shall jointly submit a biennial report on the receipt, use, and dissemination of cyber threat indicators and defensive measures shared with Federal entities.",
      "additional_info": "The report should review the types of cyber threat indicators shared, actions taken by Federal entities, and any inappropriate barriers to sharing information.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Report on Cybersecurity Threats",
      "rule_content": "The Director of National Intelligence, in consultation with the heads of other appropriate elements of the intelligence community, shall submit a report on cybersecurity threats to the national security and economy of the United States, including cyber attacks, theft, and data breaches.",
      "additional_info": "The report should assess current intelligence sharing and cooperation relationships with other countries, list and assess primary threats, and evaluate technologies or capabilities that would enhance the United States' ability to prevent and respond to cybersecurity threats.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Prohibition of Surveillance",
      "rule_content": "Nothing in this title or the amendments made by this title shall be construed to authorize the Department of Defense or the National Security Agency or any other element of the intelligence community to target a person for surveillance.",
      "additional_info": "This rule ensures that the legislation does not authorize unwarranted surveillance, protecting individuals' privacy and rights against cyber surveillance.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Whistleblower Protections",
      "rule_content": "Nothing in this title or the amendments made by this title shall be construed to prohibit or limit the disclosure of information protected under various sections of the United States Code, governing disclosures of illegality, waste, fraud, abuse, or public health or safety threats.",
      "additional_info": "This rule protects individuals who disclose information about cybercrimes or cybersecurity threats, ensuring they are not penalized for exposing illegal activities or threats to public safety.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Protection of Sources and Methods",
      "rule_content": "Nothing in this title or the amendments made by this title shall be construed to affect the conduct of authorized law enforcement or intelligence activities or to modify the authority of the President or a department or agency of the Federal Government to protect and control the dissemination of classified information, intelligence sources and methods, and the national security of the United States.",
      "additional_info": "This rule safeguards the methods and sources used in cybersecurity and intelligence operations, ensuring that the fight against cybercrime does not compromise national security.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing Relationships",
      "rule_content": "Nothing in this title or the amendments made by this title shall be construed to limit or modify an existing information-sharing relationship, to prohibit a new information-sharing relationship, or to require a new information-sharing relationship between any non-Federal entity and the Federal Government.",
      "additional_info": "This rule facilitates the sharing of cyber threat indicators between entities, enhancing collective defense against cybercrimes without imposing mandatory sharing requirements.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Anti-Tasking Restriction",
      "rule_content": "Nothing in this title or the amendments made by this title shall be construed to permit the Federal Government to require a non-Federal entity to provide information to the Federal Government, to condition the sharing of a cyber threat indicator with a non-Federal entity on such non-Federal entity’s provision of a cyber threat indicator to the Federal Government, or to condition the award of any Federal grant, contract, or purchase on the provision of a cyber threat indicator to a Federal entity.",
      "additional_info": "This rule prevents the Federal Government from coercing non-Federal entities into sharing cyber threat information, ensuring voluntary participation in cybersecurity efforts.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Use and Retention of Information",
      "rule_content": "Nothing in this title or the amendments made by this title shall be construed to authorize, or to modify any existing authority of, a department or agency of the Federal Government to retain or use any information shared under this title or the amendments made by this title for any use other than permitted in this title or the amendments made by this title.",
      "additional_info": "This rule limits the use of shared cyber threat information to cybersecurity purposes, preventing misuse of data for unrelated activities.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Cybersecurity Threat Definition",
      "rule_content": "The term 'cybersecurity threat' means an action, not protected by the first amendment to the Constitution of the United States, on or through an information system that may result in an unauthorized effort to adversely impact the security, confidentiality, integrity, or availability of an information system or information that is stored on, processed by, or transiting an information system.",
      "additional_info": "This definition clarifies what constitutes a cybersecurity threat, aiding in the identification and prosecution of cybercrimes.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Defensive Measure Definition",
      "rule_content": "The term 'defensive measure' means an action, device, procedure, technique, or other measure executed on an information system or information that is stored on, processed by, or transiting an information system that prevents or mitigates a known or suspected cybersecurity threat or security vulnerability.",
      "additional_info": "This definition outlines what actions are considered defensive measures in the context of cybersecurity, supporting the development and implementation of strategies to combat cyber threats.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Cybersecurity Risk",
      "rule_content": "Cybersecurity risk refers to threats to and vulnerabilities of information or information systems, including consequences caused by unauthorized access, use, disclosure, degradation, disruption, modification, or destruction of such information or systems.",
      "additional_info": "This definition excludes actions solely involving a violation of a consumer term of service or a consumer licensing agreement.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Incident",
      "rule_content": "An incident is defined as an occurrence that actually or imminently jeopardizes, without lawful authority, the integrity, confidentiality, or availability of information on an information system, or an information system itself.",
      "additional_info": "",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Cyber Threat Indicator",
      "rule_content": "A cyber threat indicator is technical information necessary to describe or identify methods for probing, monitoring, maintaining, or establishing network awareness of an information system, methods for defeating technical or security controls, technical vulnerabilities, methods of causing a user to inadvertently enable the defeat of controls, unauthorized remote identification, access, or use of an information system, actual or potential harm caused by a cybersecurity risk, and any other attribute of a cybersecurity risk that cannot be used to identify specific persons unrelated to such risk.",
      "additional_info": "",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Cybersecurity Purpose",
      "rule_content": "Cybersecurity purpose refers to the protection of an information system or information stored on, processed by, or transiting an information system from a cybersecurity risk or incident, or the identification of the source of a cybersecurity risk or incident.",
      "additional_info": "",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Definition of Defensive Measure",
      "rule_content": "A defensive measure is an action, device, procedure, signature, technique, or other measure applied to an information system or information stored on, processed by, or transiting an information system that detects, prevents, or mitigates a known or suspected cybersecurity risk or incident.",
      "additional_info": "Defensive measures do not include measures that destroy, render unusable, or substantially harm an information system or data on an information system not belonging to the entity operating such measure or another entity that has provided consent.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing Structure and Processes",
      "rule_content": "The National Cybersecurity and Communications Integration Center is designated as the lead Federal civilian interface for sharing cyber threat indicators, defensive measures, and information related to cybersecurity risks and incidents.",
      "additional_info": "This includes engaging with international partners to collaborate on cyber threat indicators, defensive measures, and information related to cybersecurity risks and incidents.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Sharing Cyber Threat Indicators",
      "rule_content": "Entities are required to share cyber threat indicators, defensive measures, and other information related to cybersecurity risks and incidents with Federal and non-Federal entities, including across sectors of critical infrastructure and with State and major urban area fusion centers, as appropriate.",
      "additional_info": "This sharing is aimed at enhancing the security and resilience of global cybersecurity.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Notification of Policy Violations",
      "rule_content": "Entities must promptly notify the Secretary and relevant committees of any significant violations of specified cybersecurity policies and procedures.",
      "additional_info": "This ensures accountability and swift action to address policy breaches.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Correction of Shared Information",
      "rule_content": "Entities must promptly notify non-Federal entities that have shared cyber threat indicators or defensive measures that are known or determined to be in error or in contravention of the requirements.",
      "additional_info": "This rule ensures the accuracy and reliability of shared cybersecurity information.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Participation in Cybersecurity Exercises",
      "rule_content": "Entities are encouraged to participate, as appropriate, in exercises run by the Department’s National Exercise Program.",
      "additional_info": "These exercises aim to improve preparedness and response to cybersecurity incidents.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Collaboration on Cybersecurity Risks",
      "rule_content": "Entities that collaborate with State and local governments on cybersecurity risks and incidents, and have entered into a voluntary information sharing relationship with the Center, are recognized.",
      "additional_info": "This fosters a collaborative approach to addressing cybersecurity risks.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "US-CERT Coordination",
      "rule_content": "The United States Computer Emergency Readiness Team (US-CERT) coordinates information related to cybersecurity risks and incidents, proactively and collaboratively addresses these risks, and provides technical assistance upon request.",
      "additional_info": "US-CERT plays a crucial role in the national cybersecurity infrastructure.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Industrial Control Systems Cybersecurity",
      "rule_content": "The Industrial Control System Cyber Emergency Response Team coordinates with industrial control systems owners and operators, provides training and technical assistance, and shares cyber threat indicators and defensive measures related to industrial control systems cybersecurity.",
      "additional_info": "This focuses on protecting critical infrastructure from cyber threats.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Information Sharing with Small and Medium-Sized Businesses",
      "rule_content": "The Center ensures that it shares information relating to cybersecurity risks and incidents with small and medium-sized businesses, as appropriate, and makes self-assessment tools available to such businesses.",
      "additional_info": "This aims to enhance the cybersecurity posture of small and medium-sized businesses.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Rapid Automated Sharing of Cyber Threat Indicators",
      "rule_content": "The Under Secretary for Cybersecurity and Infrastructure Protection, in coordination with industry and other stakeholders, shall develop capabilities for the rapid automated sharing of cyber threat indicators and defensive measures.",
      "additional_info": "This initiative seeks to improve the speed and efficiency of cybersecurity information sharing.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Voluntary Information Sharing Relationships",
      "rule_content": "The Center may enter into voluntary information sharing relationships with non-Federal entities for the sharing of cyber threat indicators and defensive measures for cybersecurity purposes.",
      "additional_info": "These relationships are aimed at enhancing collective cybersecurity defenses.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Compliance with Lawful Restrictions on Shared Information",
      "rule_content": "Non-Federal entities receiving cyber threat indicators or defensive measures from another entity must comply with lawful restrictions placed on the sharing or use of such information.",
      "additional_info": "This rule ensures the responsible use of shared cybersecurity information.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Removal of Unrelated Information",
      "rule_content": "Entities must take reasonable efforts to remove or exclude information that can be used to identify specific persons and is reasonably believed to be unrelated to a cybersecurity risk or incident before sharing.",
      "additional_info": "This protects individual privacy while sharing cybersecurity information.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Coordinated Vulnerability Disclosure",
      "rule_content": "The Under Secretary for Cybersecurity and Infrastructure Protection, in coordination with industry and other stakeholders, shall develop, publish, and adhere to policies and procedures for coordinating vulnerability disclosures, to the extent practicable, consistent with international standards in the information technology industry.",
      "additional_info": "This rule aims to enhance cybersecurity by ensuring vulnerabilities are disclosed in a manner that minimizes risk and aligns with global standards.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Network Awareness Authorization",
      "rule_content": "A non-Federal entity may conduct network awareness for cybersecurity purposes on its own information system, another non-Federal entity's system with written consent, or a Federal entity's system with written consent from an authorized representative, to protect rights or property.",
      "additional_info": "This rule specifies conditions under which network awareness can be conducted, emphasizing the need for consent and the protection of rights or property.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Defensive Measure Authorization",
      "rule_content": "A non-Federal entity may operate a defensive measure for cybersecurity purposes on its own information system, another non-Federal entity's system with written consent, or a Federal entity's system with written consent from an authorized representative, to protect rights or property.",
      "additional_info": "This rule outlines the conditions for operating defensive measures, highlighting the importance of consent and the protection of rights or property.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Privacy and Civil Liberties Protections",
      "rule_content": "The Under Secretary for Cybersecurity and Infrastructure Protection, in coordination with the Chief Privacy Officer and the Chief Civil Rights and Civil Liberties Officer, shall establish and annually review policies and procedures governing the receipt, retention, use, and disclosure of cyber threat indicators, defensive measures, and information related to cybersecurity risks and incidents.",
      "additional_info": "This rule focuses on protecting privacy and civil liberties by setting guidelines for handling cybersecurity information, ensuring it aligns with the Department’s Fair Information Practice Principles and the Privacy Act of 1974.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    },
    {
      "country_code": "US",
      "rule_name": "Inspector General Report on Cybersecurity Information Sharing",
      "rule_content": "The Inspector General of the Department, in consultation with the Privacy and Civil Liberties Oversight Board and the Inspector General of each Federal agency receiving cyber threat indicators or defensive measures, shall submit a report reviewing the use of cybersecurity risk information shared with the Center.",
      "additional_info": "This rule mandates a comprehensive review of how cybersecurity information is used, focusing on privacy and civil liberties impacts, information sharing practices, and recommendations for improvement.",
      "from_doc": "Protecting Cyber Networks Act.pdf"
    }
  ]
}